export default quezs={
  "Q_A": [
    {
      "quez": " أنعطف إلى  اليمين",
      "resp_list": [
        "أمر بحذر ",
        "أتوقف"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/104_q.mp3"),
      "quez_imag": require("./img/ex_questions/104_testq1.gif"),
      "quez_h": "عندما تنظم حركة الجولان بالمفترقات بواسطة أضواء في شكل أسهم، فان هذه الأضواء لها نفس مفعول الأضواء العادية أي التوقف إذا كان الاتجاه مشار إليه بسهم ذو لون أحمر و المرور إذا كان السهم ذو لون أخضر و المرور بحذر إذا كان السهم ذو لون برتقالي رفاف كما هو الحال هنا. إذا للانعطاف إلى اليمين أمر بحذر مع ترك الأولوية للمترجلين و العربات التي هي بصدد عبور المعبد الذي أنوي التوغل فيه.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب الأخذ في الاعتبار بهذه العلامة ",
      "resp_list": [
        "عندما يكون المعبد مبللا",
        "عندما يكون المعبد جاف (غير مبلل(",
        " في الحالتين "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/3_q.mp3"),
      "quez_imag": require("./img/ex_questions/3_2.jpg"),
      "quez_h": "تعلن هذه العلامة عن خطر انزلاق بالمعبد على بعد 150 متر تقريبا.يجب مضاعفة الانتباه قبل الاقتراب من هذا المنعرج سواء كان المعبد جافا أو مبللا على حد السواء لأن خطر الانزلاق يمكن أن يكون بسبب الأمطار أو بسبب الطين او الحجارة خاصة أن العلامة لا تعطي معلومات كافية عن ما يمكن أن يعترضني .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "زمن رد الفعل عند الشخص العادي يقدر ب",
      "resp_list": [
        "ثانية",
        "5 ثوان",
        "3 ثوان"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/6_q11.mp3"),
      "quez_imag": require("./img/ex_questions/6_29.jpg"),
      "quez_h": "خلال زمن رد الفعل تستمر العربة في السير بنفس السرعة و تقطع مسافة تسمى مسافة رد الفعل و تساوي هذه المسافة تقريبا ثانية عند الشخص الطبيعي و تكون اكثر اذا كان الشخص غير طبيعي (في حالة تعبة,حالة سكر,تناول ادوية).\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تشير هذه الملصقة بأن هذه العربة تنقل مادة ",
      "resp_list": [
        "سامة",
        "تمثل خطر عدوى ",
        "آكلة أو مبيدة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/105_q.mp3"),
      "quez_imag": require("./img/ex_questions/105_28.jpg"),
      "quez_h": "تهدف ملصقات الخطر التي يتم وضعها على العربات والحاويات إلى جلب الانتباه حول طبيعة الخطر الذي تمثله المادة المنقولة. تشير هذه الملصقة بأن هذه المادة آكلة أو حارقة.ينجر عن لمس هذه المادة حروق بليغة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للتوغل في هذا المفترق ذو الاتجاه الدوراني",
      "resp_list": [
        "   امر قبل السيارة السوداء ",
        "   امر بعد السيارة السوداء  "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/106_q1.mp3"),
      "quez_imag": require("./img/ex_questions/106_19.jpg"),
      "quez_h": "عندما تتوغل عربتين في مفترق طرقات و تعترضهما نفس العلامة كما هو الحال هنا, تطبق قاعدة الاولوية الى اليمين. في هذه الحالة وضعية سيارتي هي على يمين هذه السيارة السوداء, اذا امر اولا ثم السيارة السوداء.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تتمتع هذه العربة بالأولوية  عند استعمالها المنبهات الضوئية ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/107_q.mp3"),
      "quez_imag": require("./img/ex_questions/107_11.jpg"),
      "quez_h": "هذه العربة مخصصة لنقل أو لجر السيارات المعطبة ولا تنتمي لعربات التدخل السريع كالحماية المدنية و سيارات الإسعاف ، إذا لا تتمتع بالأولوية في صورة استعمال المنبهات الضوئية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني مجاوزة هذه السيارة من اليمين ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/108_q.mp3"),
      "quez_imag": require("./img/ex_questions/108_q7test.gif"),
      "quez_h": "يمكن المجاوزة على اليمين إذا شرع سائق العربة السابقة في الانعطاف نحو اليسار وأعلن عن ذلك بواسطة إشارات تغيير الاتجاه. غير أنه&nbsp; في هذه الحالة ، لا يمكنني مجاوزة هذه السيارة من اليمين لأن الجزء الشاغر من المعبد&nbsp; غير كاف&nbsp; وسوف أضطر&nbsp; للصعود على الحاشية لكي أمر .لا يمكنني المجاوزة من اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا النهج  يكون الجولان في اتجاه واحد",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/109_q.mp3"),
      "quez_imag": require("./img/ex_questions/109_1.jpg"),
      "quez_h": "تعلن هذه العلامة عن طريق بدون منفذ. يمكني التوغل و لكن ساجبر على الرجوع على الاعقاب. اذا يتعلق الامر بنهج ذو اتجاهين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يكون الجولان في الاتجاهين على بعد",
      "resp_list": [
        "50 متر من العلامة",
        "150 متر من العلامة",
        "بداية من العلامة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/116_q.mp3"),
      "quez_imag": require("./img/ex_questions/116_2.jpg"),
      "quez_h": "بصفة عامة توضع علامات الخطر على بعد 50م من منطقة الخطر داخل مناطق العمران, و على بعد 150 م خارج مناطق العمران. و بصفة استثنائية يبدا مفعول الجولان في الاتجاهين بداية من المكان الذي تم وضعها فيه.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بعد هذه العلامة سوف يعترضني",
      "resp_list": [
        "طريق مسنم",
        "مخفض للسرعة",
        "منعرج"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/117_q.mp3"),
      "quez_imag": require("./img/ex_questions/117_3.jpg"),
      "quez_h": "تعلن هذه العلامة عن وجود خطر على مسافة 150 م و يتعلق في هذه الحالة بطريق مسنم اي طريق غير منبسط. يجب التمييز بين هذه العلامة و علامة مخفض للسرعة التي تنبه الى الاقتراب من ارتفاع بالمعبد مما يستوجب التغفيض من السرعة في كلتا الحالتيبن.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني الوقوف خلف هذه السيارة",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/110_q.mp3"),
      "quez_imag": require("./img/ex_questions/110_4.jpg"),
      "quez_h": "في هذه الحالة , علامة منع الوقوف , مكملة بلافتة تحتوي على سهم موجه الى اسفل. يشير الرقم 30 المبين بالافتة ان المنع يمتد الى مسافة 30 متر قبل العلامة و بالتالي لا يمكنني الوقوف وراء هذه السيارة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمنع الوقوف و التوقف على العربات المعدة لنقل البضائع فقط",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/111_q.mp3"),
      "quez_imag": require("./img/ex_questions/111_5.jpg"),
      "quez_h": "تعطي هاتين العلامتين معلومتان مختلفتان. تمنع العلامة العليا الجولان بهذا المعبد على عربات نقل البضائع التي يتجاوز وزنها الجملي المرخص فيه 3.5 طن فيما تمنع العلامة الثانية الموجودة بالاسفل الوقوف و التوقف علي جميع العربات بما فيها تلك المعدة لنقل البضائع.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للسير الى الامام",
      "resp_list": [
        "اتوقف ثم امر",
        "دون ان اتوقف"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/112_q.mp3"),
      "quez_imag": require("./img/ex_questions/112_6.jpg"),
      "quez_h": "يحتوي المعبد الذي اسير به على اسهم توجيه تعلن عن اتجاهين مختلفين.تفرض علامة قف الوقوف الاجباري الا انها لا تشمل الا العربات المتجهة الى اليسار فقط. للسير الى الامام امر دون ان اتوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " المقاطعة صعبة بهذه الطريق ",
      "resp_list": [
        " أفسح مجال المرور للحافلة",
        "أمر دون ترك الأولوية",
        " أستعمل المنبه الصوتي وأمر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/113_q.mp3"),
      "quez_imag": require("./img/ex_questions/113_7.jpg"),
      "quez_h": "تترك العربة الكبيرة التي يتجاوز حجمها الخارجي أو حمولتها 2 متر عرضا أو 7 متر طولا باعتبار العربة المجرورة أولوية المرور للعربة الخفيفة.لاينطبق هذا الإجراء على الحافلة داخل مواطن العمران التي تتمتع بالأولوية وذلك عند المقاطعة مع العربة الخفيفة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالطريق السيارة, ومثل هذه السيارة يمكنني التوقف",
      "resp_list": [
        "للاطلاع على خريطة طرقات",
        "لاصلاح عطب طارئ"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/114_q.mp3"),
      "quez_imag": require("./img/ex_questions/114_8.jpg"),
      "quez_h": "المسلك الايمن بالطريق السيارة هو جانب الوقوف الاضطراري. لا يمكن التوقف به الا في حالة الضرورة القصوى مثل عند وقوع عطب بالعربة او عند التعرض الى توعك صحي. يمكنني التوقف اذا لاصلاح عطب طارئ.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للسير الى الامام, امر في المرتبة",
      "resp_list": [
        "الأولى ",
        " الثانية ",
        " الثالثة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/115_q.mp3"),
      "quez_imag": require("./img/ex_questions/115_taxi.gif"),
      "quez_h": "تشير العلامة الموجودة على اليمين بأن العربات السائرة على هذا المعبد تتمتع بالأولوية بهذا المفترق . سوف يعترض السيارة الزرقاء القادمة من اليمين علامة قف أو علامة فسح المجال لذلك، يجب أن تفسح مجال المرور لليمين و اليسار، إذا تمر في المرتبة الثالثة . تعلن السيارة الصفراء عن نيتها في تغيير الاتجاه للدوران إلى اليسار و بالتالي يجب أن تترك الأولوية للعربات القادمة من الاتجاه المعاكس .إذا أمر في المرتبة الأولى.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أنعطف إلى اليمين ",
      "resp_list": [
        "أمر في المرتبة  الأولى ",
        "أمر في  المرتبة الثانية ",
        "أمر في المرتبة الثالثة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/118_q.mp3"),
      "quez_imag": require("./img/ex_questions/118_10.jpg"),
      "quez_h": "بهذا المفترق بدون علامات تطبق قاعدة الأولوية إلى اليمين . في هذه الوضعية ، يميني شاغر و بالتالي أمر في المرتبة الأولى و لكن مع ترك الأولوية لهذا المترجل الذي هو بصدد عبور المعبد الذي أنوي التوغل فيه . تمر السيارة الرمادية في المرتبة الثانية فيما تمر السيارة الحمراء في المرتبة الثالثة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية",
      "resp_list": [
        " أترك الأولوية لليمين ",
        "أتوقف",
        "امر دون ترك الاولوية"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/119_q.mp3"),
      "quez_imag": require("./img/ex_questions/119_12.jpg"),
      "quez_h": "يجب على هذه العربة التي هي بصدد الخروج من محطة التزود بالوقود و التي تعتبرملك مجاور للطريق,&nbsp; أن تفسح مجال المرور للعربات السائرة على المعبد . إذن أمر دون ترك الأولوية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "قبل ان اتوغل اترك الاولوية",
      "resp_list": [
        "الى اليمين فقط",
        "الى اليمين و اليسار",
        "الى اليسار فقط"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/120_q.mp3"),
      "quez_imag": require("./img/ex_questions/120_13.jpg"),
      "quez_h": "يجب على كل سائق خارج من ملك مجاور للطريق او مسلك غير معبد كما هو الحال هنا, ان يفسح مجال المرور للعربات السائرة على هذا المعبد. قبل التوغت يجب ان اترك الاولوية الى اليمين و اليسار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تسير هذه السيارة بسرعة 70 كم في الساعة يمكنني مجاوزتها",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/121_q.mp3"),
      "quez_imag": require("./img/ex_questions/121_15.jpg"),
      "quez_h": "يبين الخط المتواصل المرسوم على الحافة اليسرى بانني اسير بمعبد ذو اتجاه واحد. للقيام بعملية مجاوزة, يجب ان تفوق السرقة التي اسير بها سرعة العربة التي اعتزم مجاوزتها. تشير العلامة الموجودة على اليمين بان السرعة محددة ب 70كم/س . في هذه الحالة لمجاوزة هذه العربة التي تسير بسرعة 70كم/س سوف ارتكب مخالفة لانني سوف اضطر الى تجاوز السرعة المحددة بالعلامة. لايمكنني المجاوزة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "المقاطعة صعبة بهذه الطريق: من يمر أولا ؟",
      "resp_list": [
        "سيارتي ",
        "الشاحنة"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/488_q.mp3"),
      "quez_imag": require("./img/ex_questions/488_17.jpg"),
      "quez_h": "عندما تكون المقاطعة صعبة ، يجب على سائق العربة الكبيرة التي يتجاوز حجمها الخارجي أو حمولتها 2 متر عرضا أو 7 متر طولا باعتبار المجرورة أن يخفض من سرعته وينحاز قدر الإمكان إلى اليمين ليفسح مجال المرور للعربة الأقل حجما.\r\n\r\nفي هذه الحالة لايسمح عرض المعبد بالقيام بالمقاطعة دون خطر وبالتالي يجب على سائق هذه الشاحنة أن يخفض من سرعته وأن ينحاز إلى اليمين قدر الإمكان ليفسح لي مجال المرور .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تتم الإشارة إلى الحمولة إذا تجاوزت  مؤخرة العربة  بـ ",
      "resp_list": [
        "1 متر",
        "1.5 متر",
        " 3 متر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/126_q.mp3"),
      "quez_imag": require("./img/ex_questions/126_22.jpg"),
      "quez_h": "إذا تجاوزت الحمولة مؤخرة العربة بأكثر من متر يجب الإشارة إليها بعلامة حمراء توضع في الجهة اليسرى من مؤخرة الحمولة وتكون ظاهرة للعيان في النهار وفي الليل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذه الحالة   من يمر في المرتبة الأخيرة ؟ ",
      "resp_list": [
        "سيارتي",
        "السيارة البيضاء ",
        "السيارة السوداء"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/123_q.mp3"),
      "quez_imag": require("./img/ex_questions/123_passat.gif"),
      "quez_h": "يجب على كل سائق خارج من مسلك غير معبد أو مسلك ترابي كما هو الحال هنا بالنسبة للسيارة البيضاء, أن يفسح مجال المرور للعربات السائرة على المعبد. تعلن السيارة السوداء عن نيتها بتغيير الاتجاه للدوران إلى اليسار وبالتالي يجب أن تترك الأولوية للعربات القادمة من الاتجاه المعاكس.إذن أمر في المرتبة الأولى وتمر السيارة السوداء في المرتبة الثانية في حين تمر السيارة البيضاء في المرتبة الأخيرة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتعرض السائق الذي لا يحترم إشارات العون إلى",
      "resp_list": [
        "خصم 6  نقاط ",
        "السجن لمدة أقصاها شهر  ",
        "خطية مالية أقصاها  200 دينار "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/124_q.mp3"),
      "quez_imag": require("./img/ex_questions/124_12.jpg"),
      "quez_h": "عدم الامتثال لإشارات الوقوف أو للمراقبة من قبل الأعوان المكلفين بذلك و المباشرين ينجرعنه خطية مالية تتراوح من من 100 دينار إلى 200 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "رفض الخضوع لإجراءات إثبات الحالة الكحولية يؤدي إلى",
      "resp_list": [
        "وضع العربة بالمستودع البلدي   ",
        "خصم 3 نقاط",
        "حجز رخصة السياقة على الفور "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/127_q.mp3"),
      "quez_imag": require("./img/ex_questions/127_13.jpg"),
      "quez_h": "رفض الخضوع لإجراءات إثبات الحالة الكحولية ينجر عنه ,زيادة عن حجز رخصة السياقة على الفور ,عقوبة بالسجن لمدة أقصاها 6 أشهر وبخطية مالية تتراوح من 200 إلى 500 دينار أو بإحدى هاتين العقوبتين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما تكون العربة مجهزة بنظام ABS    للفرملة و لتفادي خطر مفاجئ ",
      "resp_list": [
        " أضغط  على الفرامل بقوة وبصفة متواصلة",
        "أضغط  على الفرامل بقوة وبصفة متقطعة",
        "أضغط على الفرامل بقوة و أستعمل أضواء النجدة"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/125_q.mp3"),
      "quez_imag": require("./img/ex_questions/125_15.jpg"),
      "quez_h": "عندما تكون العربة مجهزة بنظام ABS للفرملة و لتفادي خطر مفاجئ ، يجب الضغط على دواسة الفرامل بقوة و بصفة متواصلة حيث يعمل هذا النظام عندما توشك العجلة على الإقفال (عدم دورانها) وبصورة آلية ميكانيكية يحرر هذا النظام ضغط الفرملة لجزء من الثانية مما يكفي لإعادة دوران العجلة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب استعمال  الرباط الضاغط",
      "resp_list": [
        "في حالة الاختناق",
        " في حالة النزيف الدموي الغزير",
        "عند وجود المسعف وحيدا وعدة إصابات"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/130_q.mp3"),
      "quez_imag": require("./img/ex_questions/130_19.jpg"),
      "quez_h": "الرباط الضاغط هو نقطة ضغط دائرية تتكون من قطعة قماش نظيفة (منديل...)وتوضع على مستوى العضد أو الفخذ لوقف نزيف شرياني خطير.تستعمل هذه التقنية عندما يكون المسعف وحيدا أمام إصابات خطيرة,لكن عند وجود شخص آخر يتكفل بالا بلاغ يجب الامتناع عن استعمال هذه التقنية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند نزول المطر ، درجة احتكاك  العجلات بالمعبد",
      "resp_list": [
        "لا تتغير ",
        "ترتفع ",
        " تنخفض"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/128_q.mp3"),
      "quez_imag": require("./img/ex_questions/128_7.jpg"),
      "quez_h": "في طقس ممطر ، تنخفض درجة احتكاك العجلات بالمعبد. فلضمان التحكم في السيارة ، يجب التخلص من المياه الموجودة بين الطوق المطاطي و المعبد و يرتفع خطر فقدان التحكم في السيارة كلما زادت السرعة و كلما كانت العجلات متهربة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يؤدي استعمال مخمدات ( amortisseurs )متهالكة  إلى",
      "resp_list": [
        "ارتفاع في مسافة الفرملة",
        "انخفاض في مسافة الفرملة ",
        "ليس له  تأثير على مسافة الفرملة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/489_2232_q.mp3"),
      "quez_imag": require("./img/ex_questions/489_2322_16.jpg"),
      "quez_h": "عندما تكون المخمدات بحالة غير حسنة ، يتأثر الأداء العام للسيارة بصفة سلبية و يمكن أن ينجر عن ذلك في بعض الحالات فقدان السيطرة على السيارة و خاصة في المنعرجات كما ينجر عن ذلك أيضا ارتفاع في مسافة الفرملة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أسير بسرعة 90 كم في الساعة ، تكون مسافة التوقف ",
      "resp_list": [
        "27 متر",
        "81  متر",
        " 120 متر "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/131_q.mp3"),
      "quez_imag": require("./img/ex_questions/131_15.jpg"),
      "quez_h": "يقع احتساب مسافة التوقف وذلك بقسمة السرعة على 10 وضرب العدد المتحصل عليه في نفسه ( قاعدة تقريبية).بسرعة 90 كم في الساعة : تكون مسافة التوقف بطريق جاف حوالي 10 /90 * 9 = 81 م\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_B": [
    {
      "quez": "يجب تفقد زيت  المحرك",
      "resp_list": [
        "بصفة منتظمة",
        "عند القيام بسفرة طويلة فقط",
        "ليس من الضروري  تفقد زيت المحرك "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/8_q.mp3"),
      "quez_imag": require("./img/ex_questions/8_1.jpg"),
      "quez_h": "لضمان أداء السيارة بالكيفية المطلوبة ، يجب تفقد زيت المحرك بصفة منتظمة . يمكن زيت المحرك من تشحيم الأجزاء التي تعمل بداخله و يحميها من التآكل مما يساهم في إطالة عمر المحرك .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "لتجنب سخونة سريعة  للفرامل  بمنحدر حاد",
      "resp_list": [
        "أفرمل  بقوة بدون انقطاع",
        "أستعمل فرامل المحرك",
        "أستعمل الفرامل اليدوية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/5_q.mp3"),
      "quez_imag": require("./img/ex_questions/5_2.jpg"),
      "quez_h": "تستعمل فرامل المحرك خاصة بالمنحدرات الحادة لتجنب ارتفاع حرارة اسطوانة الفرامل. ينصح إذا باستعمال فرامل المحرك كلما كان ذلك ممكنا مع الأخذ في الاعتبار السرعة التي أسير بها .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "قبل إسعاف سائق دراجة نارية",
      "resp_list": [
        "أنزع خوذته",
        "أراقب تنفسه",
        "أنقله من مكان الحادث  إلى مكان آمن"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/7_q.mp3"),
      "quez_imag": require("./img/ex_questions/7_3.jpg"),
      "quez_h": "قبل إسعاف سائق دراجة نارية يجب على المسعف معاينة حالة المصاب وذلك بالتأكد من الوعي و مراقبة تنفسه.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بجانب مادة  لونها صفراء و بيضاء",
      "resp_list": [
        "يمكن التوقف",
        "يمكن الوقوف ",
        "لا يمكن الوقوف ولا التوقف "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/9_q.mp3"),
      "quez_imag": require("./img/ex_questions/9_4.jpg"),
      "quez_h": "عندما تكون حافة الرصيف مدهونة باللون الأصفر والأبيض، فانه يسمح بالتوقف فقط.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني الوقوف خلف هذه السيارة",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/10_q.mp3"),
      "quez_imag": require("./img/ex_questions/10_5.jpg"),
      "quez_h": "يعتبر التوقف والوقوف بالمحطات المخصصة لعربات النقل العمومي للاشخاص مضايقا وبالتالي يحجر الوقوف على اليمين خلف هذه السيارة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "من يترك الأولوية ",
      "resp_list": [
        "سيارتي",
        "السيارة البيضاء"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/11_q.mp3"),
      "quez_imag": require("./img/ex_questions/11_6.jpg"),
      "quez_h": "عندما لايسمح عرض المعبد الشاغر بالقيام بالمقاطعة ,يجب على سائق العربة الذي يوجد العائق من جانبه أن يخفض من سرعته وعند الاقتضاء التوقف لفسح مجال المرور للعربة القادمة من الاتجاه المعاكس.وفي هذه الوضعية يجب أن أفسح مجال المرور للسيارة البيضاء وذلك لوجود عائق من جهتي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "المقاطعة صعبة بهذه الطريق ",
      "resp_list": [
        "أفسح مجال المرور للحافلة",
        "أمر دون ترك الأولوية",
        "أستعمل المنبه الصوتي وأمر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/12_q.mp3"),
      "quez_imag": require("./img/ex_questions/12_7.jpg"),
      "quez_h": "تترك العربة الكبيرة التي يتجاوز حجمها الخارجي أو حمولتها 2 متر عرضا أو 7 متر طولا باعتبار العربة المجرورة أولوية المرور للعربة الخفيفة.لاينطبق هذا الإجراء على الحافلة داخل مواطن العمران التي تتمتع بالأولوية وذلك عند المقاطعة مع العربة الخفيفة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني المجاوزة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/13_q.mp3"),
      "quez_imag": require("./img/ex_questions/13_8.jpg"),
      "quez_h": "جميع الظروف متوفرة للقيام بعملية المجاوزة بكل أمان . الخط الأوسط متقطع و يسمح بالمجاوزة . الرؤيا من الأمام جيدة و لا وجود لعربة أخرى بصدد المجاوزة . يمكنني المجاوزة . \r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية ",
      "resp_list": [
        "أتوقف لفسح المجال لهذا المترجل",
        "أستعمل المنبه الصوتي و أمر ",
        "أمر دون فسح المجال "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/14_q.mp3"),
      "quez_imag": require("./img/ex_questions/14_9.jpg"),
      "quez_h": "عند الاقتراب من ممرات المترجلين&nbsp; يجب على السائق التخفيض من السرعة والتوقف عند الاقتضاء لفسح المجال للمترجلين المتوغلين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "يمكنني الدوران إلى اليمين ",
        "يمكنني الدوران إلى اليسار ",
        " يجب أن أواصل سيري إلى الأمام "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/15_q.mp3"),
      "quez_imag": require("./img/ex_questions/15_10.jpg"),
      "quez_h": "تشير الأسهم المرسومة على المعبد إلى المسالك المخصصة لكل اتجاه. في هذه الوضعية أكون قد اخترت مسبقا اتجاهي .لا يمكنني الدوران إلى اليسار لأنه يمنع اجتياز الخط المتواصل. يجب أن أواصل سيري إلى الأمام .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تتمتع هذه العربة بالأولوية  عند استعمالها المنبهات الضوئية",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/16_q.mp3"),
      "quez_imag": require("./img/ex_questions/16_11.jpg"),
      "quez_h": "هذه العربة مخصصة لنقل أو لجر السيارات المعطبة ولا تنتمي لعربات التدخل السريع كالحماية المدنية و سيارات الإسعاف ، إذا لا تتمتع بالأولوية في صورة استعمال المنبهات الضوئية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أسير بطريق",
      "resp_list": [
        "ذو اتجاه واحد ",
        "ذو اتجاهين"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/17_q.mp3"),
      "quez_imag": require("./img/ex_questions/17_12.jpg"),
      "quez_h": "عند وجود علامة قف و في حالة وجود خط أبيض متواصل مرسوم على طول عرض الطريق فان ذلك يعني بان هذا الطريق هو ذو اتجاه واحد. أما إذا كان هذا الخط يغطي نصف الطريق كما هو الحال هنا فهذا يعني بأنني أسير بطريق ذو اتجاهين .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " بهذا  المنحدر أتمتع  بالأولوية  على العربات الصاعدة",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/18_q.mp3"),
      "quez_imag": require("./img/ex_questions/18_13.jpg"),
      "quez_h": "عندما تكون المقاطعة صعبة بالمنحدرات ، تترك العربة النازلة الأولوية للعربة الصاعدة . عند النزول بهذا المنحدر لا أتمتع بالأولوية على العربات الصاعدة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "لمجاوزة  هذه الدراجة النارية ، يجب ترك مسافة جانبية لا تقل عن ",
      "resp_list": [
        "0.5 متر",
        "1   متر",
        "1.5 متر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/19_q.mp3"),
      "quez_imag": require("./img/ex_questions/19_14.jpg"),
      "quez_h": "لمجاوزة هذه الدراجة، يجب ترك مسافة جانبية لا تقل عن متر واحد سواءا في مناطق العمران أو خارج مناطق العمران .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعترضني هذه العلامة ",
      "resp_list": [
        "خارج مناطق العمران ",
        "داخل مناطق العمران ",
        "بالطريق  السيارة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/20_q.mp3"),
      "quez_imag": require("./img/ex_questions/20_15.jpg"),
      "quez_h": "تعترضني هذه العلامة بالطريق السيارة وهي تشير إلى المسلك المخصص للعربات البطيئة . و يمكن هذا المسلك العربات التي لا يمكنها بلوغ سرعة دنيا كافية من إخلاء المعبد الرئيسي و ذلك لتسهيل جولان بقية العربات .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "خطر وجود أشغال المعلن عنه بالعلامة  ",
      "resp_list": [
        "مؤقت",
        "دائم"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/21_q.mp3"),
      "quez_imag": require("./img/ex_questions/21_16.jpg"),
      "quez_h": "تعلن هذه العلامة ذات الشكل المثلث و ذات اللون الأصفر المحاط باللون الأحمر عن وجود خطر مؤقت. في هذه الحالة، تشير إلى وجود خطر أشغال لذلك يجب التخفيض من السرعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني التوغل في هذا النهج",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/22_q.mp3"),
      "quez_imag": require("./img/ex_questions/22_17.jpg"),
      "quez_h": "تشير العلامتين الفوقيتان إلى أن هذا النهج هو بدون منفذ و يمنع التوغل فيه بالنسبة لعربات نقل البضائع التي يفوق وزنها الجملي المرخص فيه 3.5 طن فيما تشير العلامة السفلى إلى منع للوقوف. يمكنني إذا التوغل في هذا النهج لكن سوف أكون مجبرا على الرجوع على الأعقاب.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن منعرج على بعد ",
      "resp_list": [
        "50 متر",
        "100 متر",
        "150 متر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/23_q.mp3"),
      "quez_imag": require("./img/ex_questions/23_18.jpg"),
      "quez_h": "أسير خارج موطن عمران مما يعني أن الخطر المعلن عنه يوجد على مسافة تقريبية ب 150 متر من العلامة . سوف يعترضني منعرج على بعد 150 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف يعترضني  ممر للمترجلين ",
      "resp_list": [
        "على بعد 50  م ",
        "على بعد 150 م ",
        "مباشرة  على مستوى العلامة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/24_q.mp3"),
      "quez_imag": require("./img/ex_questions/24_19.jpg"),
      "quez_h": "تبين هاتين العلامتين معلومتان مختلفتان :تشير العلامة السفلى إلى أن السرعة المحددة هي 50 كم في الساعة فيما تشير العلامة العليا إلى وجود ممر للمترجلين مباشرة على مستوى العمود الذي يحمل العلامتين . سوف يعترضني ممر للمترجلين مباشرة على مستوى العلامة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وضع هذه اللوحة على العربة فهي تشير إلى",
      "resp_list": [
        "عدد القاعدة",
        "رقم تسجيل العربة  ",
        "طبيعة المادة المنقولة وصنف الخطر الذي تمثله "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/25_q12.mp3"),
      "quez_imag": require("./img/ex_questions/25_20.jpg"),
      "quez_h": "تعلم هذه اللوحة البرتقالية بقية مستعملي الطريق بطبيعة المادة المنقولة وصنف الخطر الذي تمثله. يحدد العدد التعريفي الموجود بالأعلى صنف الخطر فيما يحدد العدد الأسفل نوع المادة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه الملصقة بأن المادة المنقولة",
      "resp_list": [
        "سامة ",
        "سريعة الالتهاب",
        "متفجرة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/26_q.mp3"),
      "quez_imag": require("./img/ex_questions/26_21.jpg"),
      "quez_h": "تهدف ملصقات الخطر التي يتم وضعها على العربات والحاويات إلى جلب الانتباه حول طبيعة الخطر التي تمثله المواد المنقولة.تشير هذه الملصقة بأن هذه العربة تحتهدف ملصقات الخطر التي يتم وضعها على العربات والحاويات إلى جلب الانتباه حول طبيعة الخطر التي تمثله المواد المنقولة.تشير هذه الملصقة بأن هذه العربة تحمل مواد متفجرة .\r\n\r\n&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن ",
      "resp_list": [
        " تقاطع طرقات ",
        "أولوية إلى اليمين ",
        "طريق ذات أولوية "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/27_q.mp3"),
      "quez_imag": require("./img/ex_questions/27_22.jpg"),
      "quez_h": "تعلن هذه العلامة عن طريق ذات أولوية. سوف تعترض علامة قف أو فسح المجال العربات التي تعتزم التوغل بهذا المعبد و ذلك بجميع المفترقات القادمة. يقع الإعلان عن نهاية الأولوية بتثبيت نفس العلامة مشطوبة باللون الأسود .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "أتمتع بالأولوية بالمفترق القادم فقط ",
        "أتمتع بالأولوية بجميع المفترقات ",
        "لا أتمتع بالأولوية "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/28_q.mp3"),
      "quez_imag": require("./img/ex_questions/28_23.jpg"),
      "quez_h": "تشير هذه العلامة بأنني أتمتع بالأولوية بمفترق الطرقات القادم فقط و سوف تعترض علامة قف أو فسح المجال العربات القادمة من اليمين. أمر بحذر دون ترك الأولوية بالمفترق القادم مع التخفيض من السرعة لتجنب وقوع خطر محتمل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للسير إلى الأمام ",
      "resp_list": [
        "أفسح مجال المرور  للسيارة القادمة من اليمين",
        "أمر دون فسح المجال ",
        "أستعمل المنبه الصوتي ثم  أمر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/29_q.mp3"),
      "quez_imag": require("./img/ex_questions/29_24.jpg"),
      "quez_h": "لا توجد إشارات عمودية أو سطحية ( علامات الطريق و رسوم الطريق ) تنظم الجولان بهذا المفترق و بالتالي يجب علي تطبيق قاعدة الأولوية لليمين. في هذه&nbsp; الوضعية&nbsp; ، أفسح مجال المرور للسيارة السوداء القادمة من اليمين .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للانعطاف إلى اليسار : أتوغل بدون فسح المجال للعربات القادمة من الاتجاه المعاكس",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/30_q.mp3"),
      "quez_imag": require("./img/ex_questions/30_25.jpg"),
      "quez_h": "يسمح الضوء الأخضر في شكل سهم بالسير في الاتجاه المشار إليه دون فسح المجال للعربات القادمة من الاتجاه المعاكس و التي بدورها سوف يعترضها ضوء أحمر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "وقوف هذه السيارة",
      "resp_list": [
        "ممنوع",
        "مسموح به",
        "منصوح به"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/31_q.mp3"),
      "quez_imag": require("./img/ex_questions/31_26.jpg"),
      "quez_h": "يحجر الوقوف المضايق.ويعتبر وقوف هذه السيارة مضايقا وبالتالي ممنوعا لأنه فوق الرصيف المخصص لجولان المترجلين.إن الوقوف بهذه الكيفية يجبر المترجلين على السير فوق المعبد بما يشكل خطرا على حياتهم .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " السير بدون استعمال الأضواء في الليل تعرضك لخطية مالية أقصاها",
      "resp_list": [
        "20 دينار",
        " 60 دينار",
        "100 دينار"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/32_q.mp3"),
      "quez_imag": require("./img/ex_questions/32_27.jpg"),
      "quez_h": "عدم استعمال الإنارة أثناء الجولان في الليل هي مخالفة:يتعرض كل مرتكب لهذه المخالفة لخطية مالية أقصاها 60 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذه الطريق, ينجر عن تجاوز السرعة القصوى المسموح بها ب 40 كم في الساعة خصم",
      "resp_list": [
        "5 نقاط",
        "4 نقاط",
        "6 نقاط"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/33_q.mp3"),
      "quez_imag": require("./img/ex_questions/33_28.jpg"),
      "quez_h": "تجاوز السرعة القصوى المسموح بها ب 40 كم في الساعة أو أكثر ينجر عنه خصم 4 نقاط من رصيد رخصة السياقة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند الجولان بعربة تنفث دخانا أو تحدث ضجيجا يتجاوز المقاييس المسموح بها بنسبة تفوق %50   يرتكب السائق  ",
      "resp_list": [
        "مخالفة ",
        "جنحة",
        "جناية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/34_q.mp3"),
      "quez_imag": require("./img/ex_questions/34_29.jpg"),
      "quez_h": "استعمال عربة تنفث دخانا أو تحدث ضجيجا يتجاوز المقاييس المسموح بها بنسبة تساوي أو تفوق %50&nbsp; هي جنحة حسب الأحكام الواردة بمجلة الطرقات. يعاقب مرتكب هذه الجنحة بخطية مالية من 100 إلى 200 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " استعمال حزام الأمان بالمقاعد الخلفية ",
      "resp_list": [
        " إجباري خارج  مناطق العمران",
        "إجباري داخل مناطق العمران",
        "منصوح به "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/35_q.mp3"),
      "quez_imag": require("./img/ex_questions/35_30.jpg"),
      "quez_h": "ينصح باستعمال حزام الأمان بالنسبة إلى راكبي المقاعد الخلفية .\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_C": [
    {
      "quez": " بالمفترق القادم وعلى بعد 150 متر من هذه العلامة ",
      "resp_list": [
        "التوقف إجباري",
        " أفسح المجال ثم أواصل سيري          ",
        "أواصل سيري دون فسح المجال"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/36_q.mp3"),
      "quez_imag": require("./img/ex_questions/36_1.jpg"),
      "quez_h": "العلامة الموجودة على اليمين هي علامة &quot;فسح المجال&quot;.تعلن أنه على بعد 150 متر سوف يعترضني مفترق أين يجب فيه فسح المجال للعربات القادمة من اليمين واليسار دون أن أكون ملزما بالتوقف .إذا أفسح المجال ثم أواصل سيري.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف يعترضني منعرج على بعد",
      "resp_list": [
        "100  متر",
        "60 متر",
        "150 متر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/37_q.mp3"),
      "quez_imag": require("./img/ex_questions/37_2.jpg"),
      "quez_h": "تبين اللافتة الموجودة أسفل علامة الخطر أن المنعرج المعلن عنه يوجد على بعد 100 متر من العلامة , في حين تشير العلامة السفلى أن السرعة محددة ب 60 كم في الساعة . سوف يعترضني منعرج على بعد 100 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن ",
      "resp_list": [
        " قمة بمرتفع",
        "طريق ضيق",
        " تخفيض في عدد المسالك"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/38_q.mp3"),
      "quez_imag": require("./img/ex_questions/38_3.jpg"),
      "quez_h": "تعني هذه العلامة أن الطريق سيصبح ضيق ولا عن تخفيض في عدد المسالك.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكن الوقوف بعد هذه العلامة ",
      "resp_list": [
        "لسيارات التاكسي",
        " للسيارات الخاصة"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/39_q.mp3"),
      "quez_imag": require("./img/ex_questions/39_4.jpg"),
      "quez_h": "تعني هذه العلامة محطة سيارات تاكسي وبالتالي لايسمح للوقوف بعد هذه العلامة إلا لسيارات التاكسي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية ",
      "resp_list": [
        "أتابع السيارة البيضاء للقيام بالمجاوزة",
        " انتظر رجوع السيارة البيضاء إلى السبيل الأيمن للقيام بالمجاوزة",
        "لايمكنني المجاوزة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/40_q.mp3"),
      "quez_imag": require("./img/ex_questions/40_5.jpg"),
      "quez_h": "بطريق ذو اتجاهين، يمنع السير وراء عربة هي بصدد القيام بعملية مجاوزة لأنها تحجب الرؤيا . فعدم الامتثال لهذه القاعدة يمكن أن يتسبب في حوادث خطيرة لمستعملي الطريق. كما أن سائق السيارة البيضاء يرتكب مخالفة باجتيازه الخط المتواصل. في هذه الوضعية لايمكنني المجاوزة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "  من يترك الأولوية ",
      "resp_list": [
        "سيارتي",
        "سيارة التاكسي "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/41_q.mp3"),
      "quez_imag": require("./img/ex_questions/41_6.jpg"),
      "quez_h": "عندما لايسمح عرض المعبد الشاغر بالقيام بالمقاطعة .يجب على سائق العربة الذي يوجد العائق من جانبه أن يخفض من سرعته وعند الاقتضاء التوقف لفسح مجال المرور للعربة القادمة من الاتجاه المعاكس.وفي هذه الوضعية يجب أن أفسح مجال المرور لسيار ة التاكسي وذلك لوجود عائق من جهتي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية",
      "resp_list": [
        "أمر في المرتبة الأولى  ",
        " أترك الأولوية للسيارة القادمة من الاتجاه  المعاكس"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/42_q.mp3"),
      "quez_imag": require("./img/ex_questions/42_7.jpg"),
      "quez_h": "في هذه الوضعية ، عرض المعبد الشاغر لا يسمح القيام بالمقاطعة .يجب على سائق العربة القادمة من الاتجاه المعاكس و الذي يوجد عائق من جانبه ( سيارة في حالة وقوف ) أن يخفض من سرعته وعند الاقتضاء التوقف ليفسح لي مجال المرور. أمر في المرتبة الأولى .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة  تؤدي هذه المجاوزة إلى",
      "resp_list": [
        " توقيف العربة على الفور ",
        "خصم 4 نقط",
        "خطية مالية أقصاها 200 دينار"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/43_q.mp3"),
      "quez_imag": require("./img/ex_questions/43_8.jpg"),
      "quez_h": "باجتياز الخط المتواصل يكون سائق السيارة البيضاء قد قام بمجاوزة ممنوعة. حسب الأحكام الواردة بمجلة الطرقات المجاوزة الممنوعة هي جنحة و.يعاقب مرتكبها بالسجن لمدة أقصاها شهر وبخطية تتراوح من 120 دينار إلى 200 دينار أو بإحدى هاتين العقوبتين كل سائق يقوم بعملية المجاوزة الممنوعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "  يسند إلى كل رخصة سياقة رصيد يتكون من ",
      "resp_list": [
        "10 نقاط",
        " 20 نقطة",
        " 25 نقطة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/44_q.mp3"),
      "quez_imag": require("./img/ex_questions/44_9.jpg"),
      "quez_h": "يسند إلى كل رخصة سياقة رصيد يتكون من 25 نقطة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند السير في الاتجاه المعاكس بالطريق السيارة أتعرض إلى عقوبة بالسجن لمدة أقصاها",
      "resp_list": [
        "شهر",
        " 3 أشهر",
        " 6 أشهر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/45_q.mp3"),
      "quez_imag": require("./img/ex_questions/45_10.jpg"),
      "quez_h": "السير في الاتجاه المعاكس بالطريق السيارة هي جنحة حسب الأحكام الواردة بمجلة الطرقات . يعاقب بالسجن لمدة أقصاها 6 أشهر وبخطية تتراوح من 200 إلى 500 دينار أو بإحدى هاتين العقوبتين كل مرتكب لهذه الجنحة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالطريق السيارة وخلف هذه السيارة يمكنني الوقوف ",
      "resp_list": [
        "للاطلاع على خريطة  طرقات",
        "لإصلاح عطب طارئ",
        " للراحة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/47_q.mp3"),
      "quez_imag": require("./img/ex_questions/47_11.jpg"),
      "quez_h": "الجانب الأيمن بالطريق السيارة هو جانب الوقوف الاضطراري . لايمكن الوقوف به إلا في حالة الضرورة القصوى مثل عند وقوع عطب بالعربة أو عند التعرض إلى توعك صحي .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وقوع عطب بالطريق السيارة ، أتصل ب ",
      "resp_list": [
        "الشرطة أو الحرس الوطني ",
        "شركة  التأمين ",
        "ورشة التصليح "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/48_q.mp3"),
      "quez_imag": require("./img/ex_questions/48_12.jpg"),
      "quez_h": "عند وقوع عطب بالطريق السيارة، أتصل بالشرطة أو بالحرس الوطني.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في حالة السير العادي ، وضعيتي صحيحة",
      "resp_list": [
        " نعم ",
        " لا "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/49_q.mp3"),
      "quez_imag": require("./img/ex_questions/49_13.jpg"),
      "quez_h": "تحد هذه الخطوط المتقطعة العريضة مسلك العربات البطيئة كما تبينه العلامة الموجودة من اليمين . يخصص هذا المسلك الأيمن للعربات البطيئة حتى لا تضايق بقية العربات و تسهل حركة الجولان بالطريق السيارة . في حالة السير العادي ، وضعيتي صحيحة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نزول الأمطار تزداد ",
      "resp_list": [
        "مسافة رد الفعل",
        "مسافة الفرملة",
        "مسافة الأمان "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/50_q.mp3"),
      "quez_imag": require("./img/ex_questions/50_14.jpg"),
      "quez_h": "عند نزول الأمطار تنخفض درجة التحام العجلات بالمعبد لذلك تزداد مسافة الفرملة بالمقارنة مع طريق جاف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أسير بسرعة 90 كم في الساعة ، تكون مسافة التوقف ",
      "resp_list": [
        "27 متر",
        "81  متر",
        "120 متر "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/51_q.mp3"),
      "quez_imag": require("./img/ex_questions/51_15.jpg"),
      "quez_h": "يقع احتساب مسافة التوقف وذلك بقسمة السرعة على 10 وضرب العدد المتحصل عليه في نفسه ( قاعدة تقريبية).بسرعة 90 كم في الساعة : تكون مسافة التوقف بطريق جاف حوالي 10 /90 * 9 = 81 م\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نزول  المطر ، يخفض الحد الأقصى  للسرعة بهذه الطريق بـ ",
      "resp_list": [
        "30 كم/س",
        " 20 كم/س",
        "10 كم/س"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/52_q.mp3"),
      "quez_imag": require("./img/ex_questions/52_16.jpg"),
      "quez_h": "عند نزول&nbsp; المطر ، يخفض الحد الأقصى&nbsp; للسرعة خارج&nbsp; مناطق العمران ب 20 كم&nbsp; في الساعة.\r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية  أستعمل أضواء ",
      "resp_list": [
        "الوضعية ",
        "الطريق",
        "المقاطعة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/53_q.mp3"),
      "quez_imag": require("./img/ex_questions/53_17.jpg"),
      "quez_h": "يجب تشغيل أضواء المقاطعة عند وجود ضباب و يمكن تعويضها بأضواء الضباب إذا كانت العربة مجهزة بها.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "طول مسافة التوقف مرتبط أساسا",
      "resp_list": [
        " بحالة العربة ",
        " بدرجة  احتكاك العجلات بالمعبد ",
        " بالسرعة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/54_q.mp3"),
      "quez_imag": require("./img/ex_questions/54_18.jpg"),
      "quez_h": "مسافة التوقف هي المسافة المقطوعة خلال زمن رد الفعل + مسافة الفرملة . و لكن عندما تتضاعف السرعة ، تتضاعف مسافة الفرملة 4 مرات و بذلك تكون السرعة أهم عامل مؤثر على مسافة الفرملة و مسافة التوقف .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالمفترق القادم ، أتمتع بالأولوية  في جميع الحالات ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/55_q.mp3"),
      "quez_imag": require("./img/ex_questions/55_19.jpg"),
      "quez_h": "تعلن هذه العلامة عن فقدان صبغة الأولوية بهذا الطريق . سوف تعترضني علامة تشير إلى نظام الأولوية بالمفترق القادم . بالمفترق القادم,لا أتمتع بالأولوية في جميع الحالات .\r\n\r\n&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للسير إلى الأمام",
      "resp_list": [
        "أفسح مجال المرور  لهذه السيارة ",
        "أمر دون فسح المجال ",
        "أتوقف ثم أمر "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/56_q.mp3"),
      "quez_imag": require("./img/ex_questions/56_20.jpg"),
      "quez_h": "عند تغيير الاتجاه يجب على السائق فسح مجال المرور للعربات القادمة من الاتجاه المعاكس على المعبد الذي يتأهب لمبارحته. في هذه الوضعية ، تعلن هذه السيارة عن نيتها في تغيير الاتجاه للانعطاف إلى اليسار . يجب أن تترك لي الأولوية ، إذا أمر دون أن أفسح المجال.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أنعطف إلى اليمين ",
      "resp_list": [
        "أمر في المرتبة  الأولى ",
        "أمر في  المرتبة الثانية ",
        "أمر في المرتبة الثالثة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/57_q.mp3"),
      "quez_imag": require("./img/ex_questions/57_21.jpg"),
      "quez_h": "بهذا المفترق بدون علامات تطبق قاعدة الأولوية إلى اليمين . في هذه الوضعية ، يميني شاغر و بالتالي أمر في المرتبة الأولى و لكن مع ترك الأولوية لهذا المترجل الذي هو بصدد عبور المعبد الذي أنوي التوغل فيه . تمر السيارة الرمادية في المرتبة الثانية فيما تمر السيارة الحمراء في المرتبة الثالثة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للاندماج  بهذا المعبد ",
      "resp_list": [
        "أترك  الأولوية للسيارة الرمادية  ",
        "أمر دون ترك الأولوية ",
        "أستعمل المنبه الصوتي  و أمر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/58_q.mp3"),
      "quez_imag": require("./img/ex_questions/58_22a.jpg"),
      "quez_h": "تشير العلامة العليا بأنه يجب أن أفسح مجال المرور قبل التوغل في هذا المعبد و لكن لست ملزما بالتوقف . وفي المقابل ، تمنع العلامة السفلى الرجوع على الأعقاب . يجب أن أخفض من السرعة و أترك الأولوية للسيارة الرمادية القادمة من اليسار و ذالك قبل التوغل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " الصيانة الوقائية للعربة ",
      "resp_list": [
        " إجبارية",
        "إختيارية",
        " منصوح بها"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/59_q.mp3"),
      "quez_imag": require("./img/ex_questions/59_23.jpg"),
      "quez_h": "تمكن الصيانة الوقائية من المحافظة على مكونات و تجهيزات العربة في حالة حسنة. و لتحقيق ذالك يجب اتخاذ الإجراءات الوقائية المناسبة لتجنب حصول عطب مفاجئ . إذا الصيانة الوقائية للعربة إجبارية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الاستعمال الصحيح لعلبة السرعة",
      "resp_list": [
        " يخفض من استهلاك الوقود",
        "يزيد من استهلاك الوقود",
        "ليس له تأثير على إستهلاك الوقود"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/60_q.mp3"),
      "quez_imag": require("./img/ex_questions/60_24.jpg"),
      "quez_h": "الاستعمال الصحيح لعلبة السرعة من قبل سائق مثالي يمكن من الاقتصاد على الأقل 100 لتر من الوقود في السنة. الاستعمال الصحيح لعلبة السرعة يخفض من استهلاك الوقود.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يخضع السائق المتربص لتربص مدته",
      "resp_list": [
        "سنة واحدة ",
        "سنتين ",
        "ثلاثة سنوات"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/61_q.mp3"),
      "quez_imag": require("./img/ex_questions/61_25.jpg"),
      "quez_h": "يخضع السائق المتربص المتحصل على رخصة سياقة لتربص مدته سنتين.يجب خلال هذه الفترة أن لا يتجاوز سرعة 80 كم في الساعة على الطرقات السيارة و خارج مناطق العمران.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن تحمل العربات الصهريجيه الناقلة لمواد خطرة لوحة برتقالية توضع ",
      "resp_list": [
        "من الأمام فقط",
        "من الخلف فقط",
        "من الأمام والخلف"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/62_q1.mp3"),
      "quez_imag": require("./img/ex_questions/62_26.jpg"),
      "quez_h": "يجب أن تحمل العربات الصهريجيه الناقلة لمواد خطرة لوحة برتقالية توضع\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تعلن هذه الملصقة بأن المادة المنقولة بالعربة تشكل خطر حريق ",
      "resp_list": [
        " نعم  ",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/63_q.mp3"),
      "quez_imag": require("./img/ex_questions/63_27.jpg"),
      "quez_h": "تعلن هذه الملصقة بأن هذه العربة تنقل مواد خطرة. يشير اللون الأحمر والرمز أن المادة المنقولة تشكل خطر حريق نتيجة مادة سائلة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يمنع التوقف والوقوف على حافة هذا الرصيف ",
      "resp_list": [
        "على كل العربات",
        "على كل العربات باستثناء الحافلات",
        "بالنسبة للعربات الخفيفة فقط"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/64_q.mp3"),
      "quez_imag": require("./img/ex_questions/64_28.jpg"),
      "quez_h": "تعني هذه العلامة أن الوقوف و التوقف ممنوع بداية من العلامة و حتى نهاية المفترق القادم و ذلك بالنسبة لجميع العربات .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمنع  الوقوف",
      "resp_list": [
        "الى غاية العلامة وعلى مسافة 30 متر ",
        "بداية من العلامة وعلى مسافة 30 متر ",
        "الى نهاية المفترق القادم "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/65_q.mp3"),
      "quez_imag": require("./img/ex_questions/65_29.jpg"),
      "quez_h": "في هذه الحالة ، علامة منع الوقوف مكملة بلافتة سفلية تحتوي على سهم موجه إلى الأعلى وهذا يعني أن الوقوف ممنوع بداية من العلامة . .يشير الرقم 30 المبين باللافتة أن المنع يمتد إلى مسافة 30 متر بعد العلامة وبااتالي لايمكنني الوقوف بداية من العلامة وعلى مسافة 30 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالنسبة للكهل ، يجب أن يكون نسق التنفس الاصطناعي ما بين",
      "resp_list": [
        "25 إلى 40 حركة تنفسية في الدقيقة",
        " 12 إلى 20  حركة تنفسية في الدقيقة",
        "22 إلى 30 حركة تنفسية في الدقيقة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/66_q.mp3"),
      "quez_imag": require("./img/ex_questions/66_30.jpg"),
      "quez_h": "إذا ماتبين أن المصاب مختنق, يجب على المسعف بعد أن يمدد المصاب على ظهره ، أن يقوم بعملية التنفس الاصطناعي من الفم إلى الفم وذلك بقوة كافية حتى يرتفع صدر المصاب: تابع هذه العملية وذلك بمعدل 12 إلى 20 نفخة في الدقيقة بالنسبة للكهل حتى يسترجع تنفسه الطبيعي,بينما تكون بمعدل 25 إلى 45 نفخة في الدقيقة بالنسبة للرضيع .\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_D": [
    {
      "quez": "تشير هذه العلامة  إلى ",
      "resp_list": [
        "طريق  ضيق ",
        "طريق ذو اتجاه واحد ",
        "طريق بدون منفذ "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/67_q.mp3"),
      "quez_imag": require("./img/ex_questions/67_1.jpg"),
      "quez_h": "تعلن هذه العلامة عن طريق بدون منفذ . يمكنك التوغل و لكن سوف تكون مجبرا على الرجوع على الأعقاب .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "  يجب الأخذ في الاعتبار بهذه العلامة  ",
      "resp_list": [
        "عندما يكون المعبد مبللا",
        "(عندما يكون المعبد جاف (غير مبلل ",
        "في الحالتين "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/68_q.mp3"),
      "quez_imag": require("./img/ex_questions/68_2.jpg"),
      "quez_h": "تعلن هذه العلامة عن خطر انزلاق بالمعبد على بعد 150 متر تقريبا.يجب مضاعفة الانتباه قبل الاقتراب من هذا المنعرج سواء كان المعبد جافا أو مبللا على حد السواء لأن خطر الانزلاق يمكن أن يكون بسبب الأمطار أو بسبب الطين او الحجارة خاصة أن العلامة لا تعطي معلومات كافية عن ما يمكن أن يعترضني .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية  ",
      "resp_list": [
        "أنعطف إلى اليسار ",
        "أنعطف إلى  اليمين",
        "أسير إلى الأمام"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/70_q.mp3"),
      "quez_imag": require("./img/ex_questions/70_3a.jpg"),
      "quez_h": "بهذا المفترق ، حركة الجولان منظمة&nbsp; بواسطة هذا الضوء الذي&nbsp; يشتغل بصفة عادية .&nbsp; تعلن علامة الجبر الموجودة بعمود الأضواء&nbsp; عن الاتجاهات&nbsp; المسموح بها&nbsp; . في هذه الوضعية أكون قد اخترت مسبقا اتجاهي , الضوء أخضر ، يجب أن أواصل&nbsp; سيري إلى الأمام&nbsp; في حين&nbsp; للانعطاف&nbsp; إلى اليسار ، يجب تغيير المسلك&nbsp; المخصص لهذا الاتجاه&nbsp; غير أن الخط المتواصل يمنعني من ذلك .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تمنع هذه العلامة ",
      "resp_list": [
        " الدوران على اليمين في المفترق القادم",
        "الدوران على اليسار في المفترق القادم",
        "الجولان في الاتجاهين"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/71_q.mp3"),
      "quez_imag": require("./img/ex_questions/71_4.jpg"),
      "quez_h": "تمنع هذه العلامة الدوران على اليمين في المفترق القادم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أمر",
      "resp_list": [
        "قبل السيارة السوداء",
        "بعد السيارة السوداء  "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/72_q.mp3"),
      "quez_imag": require("./img/ex_questions/72_5.jpg"),
      "quez_h": "يعترضني مفترق طرقات ذو اتجاه دوراني : يجب أن اترك الأولوية للعربات المتوغلة به و القادمة من اليسار , أترك الأولوية لهذه السيارة السوداء.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتم تغيير  جهة الوقوف كل يوم  بين الساعة ",
      "resp_list": [
        " التاسعة و التاسعة و النصف ليلا   ",
        "الثامنة و النصف و التاسعة ليلا ",
        "السابعة و النصف و الساعة الثامنة ليلا "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/73_q.mp3"),
      "quez_imag": require("./img/ex_questions/73_6.jpg"),
      "quez_h": "عندما يكون الوقوف بالتداول ، يجب على السائق تغيير جهة الوقوف يوميا بين الساعة الثامنة و النصف و الساعة التاسعة ليلا.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يمكنني مجاوزة هذه السيارة على اليمين ",
      "resp_list": [
        "نعم",
        " لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/74_q.mp3"),
      "quez_imag": require("./img/ex_questions/74_7.jpg"),
      "quez_h": "تمنع مجاوزة عربة على اليمين إلا إذا أعلن أو شرع سائقها في تغيير الاتجاه نحو اليسار وأعلن عن ذلك بواسطة إشارات تغيير الاتجاه. ليس هو الحال هنا .وبالتالي لا يمكنني مجاوزة هذه السيارة على اليمين\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتعرض السائق الذي يرفض الخضوع لإجراءات إثبات الحالة الكحولية إلى خطية مالية أقصاها 500 دينار ",
      "resp_list": [
        " نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/75_q.mp3"),
      "quez_imag": require("./img/ex_questions/75_8.jpg"),
      "quez_h": "رفض الخضوع لإجراءات إثبات الحالة الكحولية ينجر عنه ,زيادة عن حجز رخصة السياقة,عقوبة بالسجن لمدة أقصاها 6 أشهر وبخطية تتراوح من 200 إلى 500 دينار أو بإحدى هاتين العقوبتين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يعتبر السائق تحت تأثير حالة كحولية إذا ثبت أن نسبة الكحول في الدم تساوي أو تفوق",
      "resp_list": [
        " 0,5  غرام  في اللتر الواحد  من الدم ",
        " 0.8 غرام  في اللتر الواحد  من الدم",
        "1 غرام  في اللتر الواحد  من الدم"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/76_q.mp3"),
      "quez_imag": require("./img/ex_questions/76_9.jpg"),
      "quez_h": "يعتبر السائق تحت تأثير حالة كحولية عندما تثبت نتائج التحريات المجرات وجود نسبة تساوي أو تفوق نصف غرام من الكحول الصافي في اللتر الواحد من الدم .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما تكون المخمدات متهالكة  ، تحدث ضررا بالعجلات",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/77_q.mp3"),
      "quez_imag": require("./img/ex_questions/77_10.jpg"),
      "quez_h": "عندما تكون المخمدات بحالة حسنة فإنها تقوم بامتصاص الاصطدامات التي يمكن أن تحدث أثناء الجولان . لكن في الحالة المعاكسة عندما لا تعمل المخمدات بالكيفية المطلوبة ، تتحمل العجلات هذه الاصطدمات مما يؤثر سلبا على أدائها و يحدث ضررا بها .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة",
      "resp_list": [
        "إلى تقلص في عدد  المسالك ",
        "إلى زيادة في عدد المسالك من 2  إلى ثلاث مسالك ",
        "إلى طريق ذو اتجاهين"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/78_q.mp3"),
      "quez_imag": require("./img/ex_questions/78_11.jpg"),
      "quez_h": "تشير هذه العلامة إلى تقلص في عدد المسالك من 3 إلى مسلكين . يجب استعمال المسلك الأيمن في حالة السير العادي و المسلك الأيسر عند القيام بعملية مجاوزة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند السير بسرعة  60 كم  في الساعة  بطريق مبللة ، تكون مسافة التوقف حوالي",
      "resp_list": [
        "72 متر",
        "36 متر",
        "54 متر "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/79_q.mp3"),
      "quez_imag": require("./img/ex_questions/79_12.jpg"),
      "quez_h": "مسافة التوقف على معبد مبلل هي : مسافة التوقف على معبد جاف + نصف هذه المسافة\r\n\r\n60 كم في الساعة تكون مسافة التوقف حوالي : 10 / 60) * 6 ) + 18 54 = متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بسرعة  110 كلم /س  يجب ترك مسافة  أمان لا تقل عن",
      "resp_list": [
        "121 متر ",
        "33 متر ",
        "54 متر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/80_q.mp3"),
      "quez_imag": require("./img/ex_questions/80_13.jpg"),
      "quez_h": "يجب على كل سائق يسير وراء عربة أخرى أن يترك مسافة أمان كافية حتى يتمكن من تفادي الاصطدام بها خاصة عند التخفيض الفجئي للسرعة لهذه الأخيرة . بسرعة 110 كلم /س يجب ترك مسافة أمان لا تقل عن 33 متر. لاحتساب هذه المسافة ، يضرب رقم عدد عشرات السرعة في 3 .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ترتبط مسافة الأمان ",
      "resp_list": [
        "بحالة العربة ",
        "بحالة الطريق ",
        "بحالة السائق"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/81_q.mp3"),
      "quez_imag": require("./img/ex_questions/81_14.jpg"),
      "quez_h": "مسافة الأمان بالنسبة لسائق في حالة عادية تتوفر فيه المؤهلات البد نية والعقلية هي المسافة التي تقطعها العربة في ثانية. ترتبط مسافة الأمان بالحالة البدنية و الذهنية للسائق .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في حالة وقوع حادث مرور يجب القيام بالإجراءات  التالية ",
      "resp_list": [
        "الإسعاف الحماية الإعلام",
        "الحماية الإعلام الإسعاف",
        "الإعلام الحماية الإسعاف"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/82_q.mp3"),
      "quez_imag": require("./img/ex_questions/82_15.jpg"),
      "quez_h": "إن حماية مكان الحادث هي أول الإجراءات التي يجب عليك اتخاذها حتى تتجنب وقوع حادث آخر لك وللمصاب .إذا ترتب عن حادث المرور جرحى أو قتلى يجب على المتدخل منع الحاضرين والمتطفلين من لمس الأشياء أو تغيير مواقعها لتحديد مسؤولية كل طرف.بعد الحماية يجب الإعلام عن الحادث بأكبر قدر من الهدوء ...أما المرحلة الأخيرة فتتمثل في القيام بالإسعافات الأولية التي يمكن أن تنقذ حياة المصاب في انتظار قدوم الإسعافات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عدد الملصقة التي تشير إلى مادة خطرة مشعة هو ",
      "resp_list": [
        "1",
        "2",
        "3"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/83_q.mp3"),
      "quez_imag": require("./img/ex_questions/83_16.jpg"),
      "quez_h": "يعلن رمز الخطر المجسم بالملصقة عدد 1 بأن المادة المنقولة مشعة.تشكل هذه المادة خطر محتمل على الإنسان والبيئة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وجود نزيف دموي غزير, أول عملية يجب القيام بها هي",
      "resp_list": [
        "نقطة الضغط",
        "الضغط اليدوي",
        "الرباط الضاغط"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/84_q.mp3"),
      "quez_imag": require("./img/ex_questions/84_17.jpg"),
      "quez_h": "إن فقدان المصاب لأكثر من 1/2 لتر من الدم يؤدي إلى الخلل في وظيفة الدورة الدموية بما يشكل خطورة على حياته لذلك يجب توقيف في اقرب وقت ممكن وبكفاءة أي نزيف ومهما كان مصدره.عند وجود نزيف دموي غزير أول عملية يجب القيام بها هي الضغط اليدوي المباشر على مكان الإصابة أو باستخدام ضمادة أو قطعة قماش نظيفة حتى يتوقف سيلان الدم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بعد توقف قصير  ، يمكنني  التوغل مباشرة  في المعبد ",
      "resp_list": [
        "نعم",
        "لا "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/85_q.mp3"),
      "quez_imag": require("./img/ex_questions/85_18.jpg"),
      "quez_h": "يجب على كل سائق يعلن عن نيته في مغادرة مكان وقوف أو توقف أن يتأكد من إمكانية مواصلة السير بدون خطر وأن يترك الأولوية للعربات التي تسير في المعبد الذي ينوي التوغل فيه . في هذه الحالة ، لا يمكنني التوغل مباشرة ، يجب أن أترك الأولوية للعربة القادمة من الخلف و التي تظهر بالمرآة العاكسة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذه الحالة ، السرعة القصوى محددة ب ",
      "resp_list": [
        "110 كم /س",
        "100 كم /س",
        "90 كم /س"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/86_q.mp3"),
      "quez_imag": require("./img/ex_questions/86_19.jpg"),
      "quez_h": "عند نزول المطر، يخفض الحد الأقصى للسرعة بالطريق السيارة ب 20 كم في الساعة. في هذه الحالة ، السرعة القصوى إذا هي ( 20 -110 ) = 90 كم في الساعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نزول المطر، يخفض الحد الأقصى للسرعة بهذه الطريق بـ ",
      "resp_list": [
        "30 كم /س",
        "20 كم /س",
        "10 كم /س"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/87_q.mp3"),
      "quez_imag": require("./img/ex_questions/87_20.jpg"),
      "quez_h": "عند نزول المطر ، يخفض الحد الأقصى للسرعة داخل مناطق العمران ب 10 كم في الساعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند الفرملة في منحدر ",
      "resp_list": [
        "ترتفع مسافة التوقف ",
        "تنخفض مسافة  التوقف ",
        "لا  تتغير مسافة التوقف "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/88_q.mp3"),
      "quez_imag": require("./img/ex_questions/88_21.jpg"),
      "quez_h": "مسافة التوقف هي المسافة المقطوعة خلال زمن رد الفعل زائد مسافة الفرملة . غير أنه في منحدر ، ترتفع مسافة الفرملة مما ينجر عن ذلك ارتفاع في مسافة التوقف .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "من الأفضل قياس ضغط العجلات وهي",
      "resp_list": [
        "ساخنة",
        "باردة"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/89_q.mp3"),
      "quez_imag": require("./img/ex_questions/89_22.jpg"),
      "quez_h": "قياس ضغط العجلات وهي ساخنة ، يمكن أن يصل الى نسبة زيادة ب 20% عن قيمة الضغظ الحقيقي لذلك ينصح بمراقبة ضغط العجلات وهي باردة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "لتجنب ارتكاب مخالفة, يجب استعمال",
      "resp_list": [
        "أضواء الوضعية",
        "أضواء الطريق",
        "أضواء المقاطعة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/90_q.mp3"),
      "quez_imag": require("./img/ex_questions/90_23.jpg"),
      "quez_h": "عندما تكون الطريق مضاءة وبها إنارة مسترسلة, كما هو الحال هنا, يجب استعمال أضواء المقاطعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "لمجاوزة عربة ،يجب أن أترك مسافة جانبية لاتقل عن ",
      "resp_list": [
        " 0،5 متر ",
        "1 متر",
        " 1،5 متر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/91_q.mp3"),
      "quez_imag": require("./img/ex_questions/91_24.jpg"),
      "quez_h": "يجب على كل سائق عند مجاوزة عربة أخرى أن ينحاز بالقدر الكافي إلى اليسار حتى لا يضايق المستعمل الذي يريد مجاوزته. وخلال هذه المناورة يجب أن لاتقل المسافة الجانبية عن 0،5 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما تعترضني هذه العلامة",
      "resp_list": [
        "أترك الأولوية للعربات القادمة من الاتجاه المعاكس ",
        "أتمتع بأولوية المرور على العربات القادمة من الاتجاه المعاكس ",
        "أتوقف"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/92_q.mp3"),
      "quez_imag": require("./img/ex_questions/92_25.jpg"),
      "quez_h": "تشير هذه العلامة بأنني أتمتع بأولوية المرور بهذا المكان الضيق من الطريق على العربات القادمة من الاتجاه المعاكس. يجب على العربة القادمة من الاتجاه المعاكس أن تفسح لي المجال لأمر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بعد هذه العلامة ، يمكنني",
      "resp_list": [
        "الوقوف على المعبد ",
        "الوقوف على الرصيف ",
        "التوقف على طول الرصيف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/93_q.mp3"),
      "quez_imag": require("./img/ex_questions/93_26.jpg"),
      "quez_h": "تمنع هذه العلامة الوقوف و بالمقابل يمكن التوقف . و يكون ذالك لصعود أو نزول راكبين ، لشحن أو تفريغ بضائع .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أمر ",
      "resp_list": [
        "قبل الدراجة النارية ",
        "بعد الدراجة النارية "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/94_q.mp3"),
      "quez_imag": require("./img/ex_questions/94_27.jpg"),
      "quez_h": "مفترق طرقات ذو اتجاه دوراني : يجب أن اترك الأولوية للعربات المتوغلة به و القادمة من اليسار. أترك الأولوية لهذه الدراجة النارية ثم أمر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية ",
      "resp_list": [
        "أترك الأولوية  قبل الدوران إلى  اليمين  ",
        "أتوغل دون ترك الأولوية ",
        "أتوقف ثم أتوغل "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/95_q.mp3"),
      "quez_imag": require("./img/ex_questions/95_28.jpg"),
      "quez_h": "عندما تشتغل الأضواء بصفة عادية ، يجب علي احترام الإشارات الضوئية ولكن لا آخذ في الاعتبار علامات الأولوية الموجودة على العمود إلا في حالة عدم اشتغال الأضواء أو عند اشتغالها بواسطة الضوء البرتقالي الرفاف فقط . في هذه الحالة ، الضوء أخضر ، أتوغل دون ترك الأولوية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تمنع هذه العلامة  مجاوزة ",
      "resp_list": [
        "كل العربات",
        "كل العربات ذات المحرك ماعدا تلك  ذات العجلتين وبدون عربة جانبية  ",
        " الشاحنات فقط"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/96_q.mp3"),
      "quez_imag": require("./img/ex_questions/96_29.jpg"),
      "quez_h": "تمنع هذه العلامة مجاوزة العربات ذات المحرك باستثناء العربات ذات العجلتين و بدون عربة جانبية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف يعترضني ",
      "resp_list": [
        "مكان يكثر فيه الأطفال",
        " ممر للمترجلين"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/97_q.mp3"),
      "quez_imag": require("./img/ex_questions/97_30.jpg"),
      "quez_h": "بعد هذه العلامة سوف يعترضني مكان يكثر فيه الأطفال . يجب التخفيض من السرعة و مضاعفة الانتباه .\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_E": [
    {
      "quez": "بعد 150 متر, يجب أن أتوقف ثم أواصل سيري",
      "resp_list": [
        " نعم ",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/98_q.mp3"),
      "quez_imag": require("./img/ex_questions/98_1.jpg"),
      "quez_h": "العلامة الموجودة على اليمين هي علامة متقدمة &quot;لفسح المجال&quot;.تعلن أنه على بعد 150 متر سوف يعترضني مفترق أين يجب أن أ فسح المجال للعربات القادمة من اليمين واليسار.التوقف غير إجباري بالمفترق القادم .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن ",
      "resp_list": [
        " منحدرات متتالية",
        "منعرجات متتالية أولها على اليسار",
        " منعرج واحد خطير"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/99_q.mp3"),
      "quez_imag": require("./img/ex_questions/99_2.jpg"),
      "quez_h": "تعلن هذه العلامة عن منعرجات متتالية أولها على اليسار.يجب مضاعفة الانتباه و ملازمة الحذر .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "على   هذه الحاشية  الترابية  و على بعد 40 م  من هذا المنعرج ، يمكني الوقوف ",
      "resp_list": [
        " نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/100_q.mp3"),
      "quez_imag": require("./img/ex_questions/100_3.jpg"),
      "quez_h": "يعتبر الوقوف و التوقف بالمنعرجات خطيرا بالتالي ممنوعا إذا كانت الرؤية غير مضمونة على مسافة 50 م على الأقل في الاتجاهين. في هذه الوضعية، أنا على بعد 40 م من المنعرج ، لا يمكنني لا الوقوف و لا التوقف .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تمنع هذه العلامة  ",
      "resp_list": [
        "التوقف  فقط ",
        "الوقوف فقط ",
        "الوقوف والتوقف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/101_q.mp3"),
      "quez_imag": require("./img/ex_questions/101_4.jpg"),
      "quez_h": "هذه العلامة تمنع الوقوف و التوقف من الجهة الموضوعة بها . لا يمكنني الوقوف أو التوقف إلى غاية المفترق القادم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أتجاوز",
      "resp_list": [
        " نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/102_q.mp3"),
      "quez_imag": require("./img/ex_questions/102_5.jpg"),
      "quez_h": "الرؤية واضحة من الأمام ولا وجود لعربة أخرى بصدد القيام بعملية المجاوزة،ولكن العلامة العمودية التي تم وضعها على اليمين تمنع المجاوزة.من جهة أخرى تعلن أسهم الانزواء عن الاقتراب من خط متواصل.إذن لايمكنني المجاوزة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "المقاطعة في هذا المرتفع  صعبة ، من يترك أولوية المرور؟ ",
      "resp_list": [
        "العربة النازلة",
        "عربتي"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/103_q.mp3"),
      "quez_imag": require("./img/ex_questions/103_6.jpg"),
      "quez_h": "عندما تكون المقاطعة صعبة بالمنحدرات، تكون الأولوية للعربات الصاعدة. يجب على سائق هذه العربة النازلة أن يفسح لي مجال المرور.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتمثل دور مصفاة الهواء في ",
      "resp_list": [
        "تصفية الزيت ",
        "منع دخول الغبار داخل المحرك",
        "تبريد أفضل للمحرك"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/132_q.mp3"),
      "quez_imag": require("./img/ex_questions/132_7.jpg"),
      "quez_h": "تسمح مصفاة الهواء بدخول الهواء النقي للمحرك و ذلك للتهوية و تنقية الهواء لتتم عملية الاحتراق داخل المحرك بالكيفية المطلوبة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف يعترضني ",
      "resp_list": [
        "مفترق طرقات ذو اتجاه دوراني ",
        "منعرجات متتالية أولها على اليسار   ",
        "طريق ضيق "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/133_q.mp3"),
      "quez_imag": require("./img/ex_questions/133_8.jpg"),
      "quez_h": "تشير هذه العلامة بأنه سوف يعترضني مفترق طرقات ذو اتجاه دوراني . يجب ترك الأولوية للعربات المتوغلة داخل المفترق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تغادر هذه العربة محطة للتزود بالوقود ",
      "resp_list": [
        "أخفض من السرعة و أترك لها الأولوية  ",
        " أتوقف ",
        "أمر دون أن أترك الأولوية "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/134_q.mp3"),
      "quez_imag": require("./img/ex_questions/134_9.jpg"),
      "quez_h": "يجب على هذه العربة التي هي بصدد الخروج من ملك مجاور للطريق أن تفسح مجال المرور للعربات السائرة على المعبد ( تعتبر محطة التزود بالوقود ملك مجاور للطريق ) إذن أمر دون ترك الأولوية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "المسلك الأيمن بهذا المعبد ",
      "resp_list": [
        "هو جانب الوقوف الاضطراري ",
        "مخصص للعربات البطيئة ",
        "مخصص لحافلات النقل العمومي "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/135_q.mp3"),
      "quez_imag": require("./img/ex_questions/135_10.jpg"),
      "quez_h": "تحد الخطوط المتقطعة العريضة السبيل الأيمن بهذا المعبد وهو المسلك المخصص للعربات البطيئة. يمكن هذا المسلك العربات التي لا يمكنها بلوغ سرعة دنيا كافية من إخلاء المعبد الرئيسي و ذلك لتسهيل جولان بقية العربات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الظروف الطبيعية  تخفض حدود السرعة بهذه الطريق بـ ",
      "resp_list": [
        "20 كم /س",
        "30 كم /س",
        "10 كم /س"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/136_q.mp3"),
      "quez_imag": require("./img/ex_questions/136_11.jpg"),
      "quez_h": "عند تقلص الرؤيا بسبب الضباب أو غيرها من العوامل الطبيعية يخفض الحد الأقصى للسرعة خارج مناطق ب20 كم/س.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نزول المطر  ، تنخفض ",
      "resp_list": [
        "درجة احتكاك  العجلات بالمعبد ",
        "مسافة الفرملة ",
        "زمن رد الفعل "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/137_q2.mp3"),
      "quez_imag": require("./img/ex_questions/137_12.jpg"),
      "quez_h": "في طقس ممطر ، تنخفض درجة احتكاك العجلات بالمعبد. فلضمان التحكم في السيارة ، يجب التخلص من المياه الموجودة بين الطوق المطاطي و المعبد و يرتفع خطر فقدان التحكم في السيارة كلما زادت السرعة و كلما كانت العجلات متهربة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "قبل القيام بالاسعافات  المناسبة,يجب على المسعف",
      "resp_list": [
        "إجلاء المصاب من مكان الحادث إلى مكان آمن",
        "إعطاء المصاب قليلا من الماء",
        "معاينة الوظائف الحياتية"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/138_q.mp3"),
      "quez_imag": require("./img/ex_questions/138_13.jpg"),
      "quez_h": "إن أول مايجب أن يقوم به المسعف هو تقييم حالة المصاب وذلك بمعاينة الوظائف الحياتية الثلاثة وهي الوعي والتنفس والدورة الدموية,لذا يجب المبادرة بالتعرف على حالة الوعي وذلك بطرح عليه بعض الأسئلة وإعطاءه أوامر مثل ارفع يدك أو حرك رجلك,فعندما يستجيب للنداء فهذا يعني أن جهاز التنفس يعمل وان قلبه ينبض.\r\n\r\nتقع معاينة التنفس بالنظر إلى صدر المصاب ووضع اليد على أنفه لتحسس خروج الهواء,وكذلك يجب تفقد الدورة الدموية( لأن توقفها قد يؤدي بحياة المصاب) وذلك بوضع أصبعين على رقبة المصاب .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يرتكب السائق عند استعمال الهاتف الجوال بواسطة اليد  أثناء السياقة",
      "resp_list": [
        "مخالفة",
        "جناية",
        "جنحة"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/139_q.mp3"),
      "quez_imag": require("./img/ex_questions/139_14.jpg"),
      "quez_h": "استعمال الهاتف الجوال أثناء السياقة بواسطة اليدين أو إحداهما يشكل خطرا على السلامة المرورية و يرتكب السائق في هذه الحالة مخالفة . تبين الأبحاث المجرات بأن خطر الاصطدام يتضاعف ب 4 مرات أثناء القيام بمكالمة الهاتفية أثناء السياقة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بعد 100 متر سوف يعترضني ",
      "resp_list": [
        "علامة قف",
        "علامة فسح المجال ",
        "مخفض للسرعة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/140_q.mp3"),
      "quez_imag": require("./img/ex_questions/140_15.jpg"),
      "quez_h": "العلامة الموجودة على اليمين هي علامة متقدمة لفسح المجال . بالمفترق القادم وعلى بعد 100 متر ,يجب أن أفسح المجال للعربات السائرة على المعبد الذي اعتزم التوغل فيه.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "  هذه العلامة تعني",
      "resp_list": [
        "منعرج شعاعه   10%",
        " مرتفع ذو انحناء حاد       ",
        " منحدر خطير  "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/141_q.mp3"),
      "quez_imag": require("./img/ex_questions/141_16.jpg"),
      "quez_h": "تعلن هذه العلامة عن منحدر خطير . توضع هذه العلامة عادة بالطرقات الجبلية . في هذه الحالة ، يشير مؤشر 10% أن كل سائق يسلك هذه الطريق بهذا المنحدر سوف ينزل بما قدره 10 أمتار على امتداد 100 متر. لتفادي النزول بسرعة كبيرة يجب استعمال فرامل المحرك .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بعد هذه العلامة يمكنني الوقوف في",
      "resp_list": [
        "  اليوم الأول من الشهر ",
        "يوم  11 من الشهر",
        "يوم  14 من الشهر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/142_q.mp3"),
      "quez_imag": require("./img/ex_questions/142_17.jpg"),
      "quez_h": "تمنع هذه العلامة الوقوف في الأيام الفردية من جهة العلامة. يمكنني الوقوف يوم 14 من الشهر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني الوقوف  على اليمين",
      "resp_list": [
        " نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/143_q.mp3"),
      "quez_imag": require("./img/ex_questions/143_ex4q18.gif"),
      "quez_h": "يحجر التوقف أو الوقوف ما بين حافة المعبد و خط متواصل عندما يكون عرض الجزء الشاغر من المعبد ما بين الخط المتواصل والعربة المتوقفة لا يسمح بمرور عربة اخرى دون السير على الخط أو اجتيازه .في هذه الحالة تبين السيارة الحمراء أن الجزء الشاغر من الطريق لا يسمح بوقوف أ و توقف عربة أخرى .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أنا سائق متربص : يمكنني مجاوزة هذه السيارة التي تسير بسرعة 80 كم في الساعة",
      "resp_list": [
        " نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/144_q.mp3"),
      "quez_imag": require("./img/ex_questions/144_19.jpg"),
      "quez_h": "لاوجود لعربة أخرى قادمة من الاتجاه المعاكس.الخط المتقطع وسط المعبد يسمح بالمجاوزة.وباعتبار أنني سائق متربص والسرعة محددة ب 80 كم في الساعة ،سوف أكون مضطرا للزيادة في السرعة حتى يمكن مجاوزة هذه السيارة. إذا يجب العدول عن هذه المناورة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما تكون مصفاة  الهواء ملوثة ، ينتج عن ذلك ",
      "resp_list": [
        " ارتفاع في استهلاك الوقود ",
        "ارتفاع في درجة حرارة المحرك",
        "صعوبة في الانطلاق"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/145_q.mp3"),
      "quez_imag": require("./img/ex_questions/145_20.jpg"),
      "quez_h": "عندما تكون مصفاة الهواء ملوثة يؤثر ذلك سلبا على نوعية و كمية الهواء اللازمة لحرق الوقود داخل المحرك و ينتج عن ذلك ارتفاع في استهلاك الوقود.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تشير هذه العلامة إلى نهاية طريق ذات أولوية ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/146_q.mp3"),
      "quez_imag": require("./img/ex_questions/146_21.jpg"),
      "quez_h": "تعلن هذه العلامة عن فقدان صبغة الأولوية بهذا الطريق . سوف تعترضني علامة تشير إلى نظام الأولوية بالمفترق القادم .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " أسير إلى الأمام  ، لمن تكون أولوية المرور",
      "resp_list": [
        "للجرار الفلاحي  ",
        "للسيارة الرمادية ",
        " سيارتي "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/148_q.mp3"),
      "quez_imag": require("./img/ex_questions/148_22.jpg"),
      "quez_h": "تشير العلامة الموجودة على اليمين بأنني أتمتع بالأولوية بهذا المفترق . سوف يعترض الجرار الفلاحي القادم من اليمين علامة قف أو علامة فسح المجال لذلك ، يجب أن يفسح لي مجال المرور . تعلن السيارة البيضاء عن نيتها في تغيير الاتجاه للدوران إلى اليسار و بالتالي يجب أن تترك الأولوية للعربات القادمة من الاتجاه المعاكس .إذا تتمتع سيارتي بأولوية المرور .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نزول المطر",
      "resp_list": [
        "لا تتغير مسافة الفرملة  ",
        "تتضاعف مسافة الفرملة ",
        "تتضاعف  مسافة الفرملة ثلاث مرات "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/149_q.mp3"),
      "quez_imag": require("./img/ex_questions/149_23.jpg"),
      "quez_h": "عندما يكون المعبد مبللا على اثر نزول أمطار ، تنخفض درجة التصاق العجلات بالمعبد و ينتج عن ذلك بأن تتضاعف مسافة الفرملة بالمقارنة مع طريق جاف .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "  في هذه الظروف  الطبيعية  تخفض حدود السرعة بهذه الطريق بـ",
      "resp_list": [
        "10 كم /س",
        "30 كم /س",
        "20 كم /س"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/150_q.mp3"),
      "quez_imag": require("./img/ex_questions/150_24.jpg"),
      "quez_h": "عند تقلص الرؤيا بسبب الضباب أو غيرها من العوامل الطبيعية يخفض الحد الأقصى للسرعة داخل مناطق العمران ب 10 كم في الساعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند السير بسرعة  70 كم  في الساعة  بطريق مبللة ، تكون مسافة التوقف حوالي",
      "resp_list": [
        "49 متر",
        "75 متر ",
        "54 متر  "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/151_q.mp3"),
      "quez_imag": require("./img/ex_questions/151_25.jpg"),
      "quez_h": "مسافة التوقف على معبد مبلل هي: مسافة التوقف على معبد جاف + نصف هذه المسافة بسرعة 70 كم في الساعة تكون مسافة التوقف حوالي: ((10 / 70) * 7 ) + 24,5 = 75 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما يكون  الضغط اليدوي على مكان الجرح مستحيلا, يجب استعمال ",
      "resp_list": [
        "الرباط الضاغط",
        "العضو الضاغط",
        "نقطة الضغط"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/152_q.mp3"),
      "quez_imag": require("./img/ex_questions/152_26.jpg"),
      "quez_h": "نقطة الضغط هي تقنية تستعمل لوقف النزيف وتتمثل في غلق الشريان النازف عبر الضغط عليه بالإبهام أو بقبضة اليد. .يجب على المسعف اللجوء إلى نقطة الضغط عندما يكون الضغط اليدوي المباشر مستحيلا أو غير ناجع (كأن يكون الجرح كبير جدا ولايمكن تغطيته باليد أو إذا كان بداخله جسم غريب وكذلك عند وجود كسر بالعظام) مع الاحتفاظ بهذا الضغط إلى حين قدوم الإسعافات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يرتكب السائق مخالفة في حالة الوقوف بدون موجب على جوانب الوقوف الاضطراري بالطريق السيارة",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/153_q.mp3"),
      "quez_imag": require("./img/ex_questions/153_27.jpg"),
      "quez_h": "الوقوف بدون موجب على جوانب الوقوف الاضطراري بالطريق السيارة هي مخالفة. لا يمكن الوقوف مثل هذه السيارة إلا عند الضرورة القصوى أي عند حصول عطب أو نتيجة تعب أو إرهاق .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند السير بسرعة 120 كم/س على الطرقات السيارة يتعرض السائق  ",
      "resp_list": [
        " لعقوبة بالسجن",
        " لخطية مالية قدرها 40 دينار",
        "لسحب رخصته للسياقة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/154_q.mp3"),
      "quez_imag": require("./img/ex_questions/154_28.jpg"),
      "quez_h": "السرعة القصوى المسموح بها على الطرقات السيارة 110 كم/س. عند السير بسرعة 120 كم/س على الطرقات السيارة يكون السائق قد تجاوز السرعة القصوى المسموح بها بأقل من 20 كم في الساعة وبالتالي يتعرض إلى خطية مالية من الصنف الرابع (40 دينار).\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "مدة  زمن رد الفعل عند الشخص الطبيعي هي ",
      "resp_list": [
        "ثانية",
        "5 ثوان ",
        "3 ثوان "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/155_q.mp3"),
      "quez_imag": require("./img/ex_questions/155_29.jpg"),
      "quez_h": "خلال زمن رد الفعل تستمر العربة في السير بنفس السرعة وتقطع مسافة تسمى مسافة رد الفعل و تساوي هذه المسافة تقريبا ثانية عند الشخص الطبيعي و تكون أكثر إذا كان الشخص غير طبيعي (في حالة تعب, حالة سكر, تناول أدوية).\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالنسبة للسائق المتربص ، بعد هذه العلامة  تكون السرعة القصوى محددة ب ",
      "resp_list": [
        "50  كم في الساعة  ",
        "80 كم في الساعة ",
        "90 كم  في الساعة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/156_q.mp3"),
      "quez_imag": require("./img/ex_questions/156_30.jpg"),
      "quez_h": "تعلن هذه العلامة عن نهاية تحديد السرعة ب 50 كم في الساعة . بداية من هذه العلامة و خارج مناطق العمران تكون السرعة القصوى محددة ب 90 كم في الساعة في حين تكون هذة السرعة محددة ب 80 كم بالنسبة للسائق المتربص .\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_F": [
    {
      "quez": "ينجر عن الجولان بلوحة تسجيل مزورة ",
      "resp_list": [
        "سحب رخصة السياقة",
        "خطية مالية فقط",
        "وضع العربة بالمستودع البلدي"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/157_q.mp3"),
      "quez_imag": require("./img/ex_questions/157_1.jpg"),
      "quez_h": "تحجز العربة وتوضع في المستودع البلدي على نفقة مالكها إذا ثبت أنها مجهزة بلوحة تسجيل تحمل رقم تسجيل لا يخصها.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتعرض السائق الذي لايستعمل أضواء تغيير الاتجاه في الوقت المناسب لتنبيه بقية مستعملي الطريق إلى خطية مالية قدرها",
      "resp_list": [
        "60  دينار ",
        "40  دينار ",
        "20  دينار "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/158_q.mp3"),
      "quez_imag": require("./img/ex_questions/158_2.jpg"),
      "quez_h": "يتعرض السائق الذي لايستعمل أضواء تغيير الاتجاه في الوقت المناسب لتنبيه بقية مستعملي الطريق إلى خطية مالية من الصنف الخامس (60 دينار).\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ينجر  عن عدم استعمال الأضواء عند وجود ضباب خطية مالية أقصاها ",
      "resp_list": [
        "60  دينار ",
        "100 دينار ",
        "500 دينار "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/159_q.mp3"),
      "quez_imag": require("./img/ex_questions/159_3.jpg"),
      "quez_h": "السير بدون إنارة عند وجود ضباب هي مخالفة, يتعرض مرتكبها لخطية مالية أقصاها 60 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تضيء  أضواء الطريق  بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة  لا تقل عن",
      "resp_list": [
        "30  متر ",
        "100  متر ",
        "150  متر "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/160_q.mp3"),
      "quez_imag": require("./img/ex_questions/160_4.jpg"),
      "quez_h": "تضيء أضواء الطريق بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة 100 متر على الأقل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أستعمل أضواء الطريق",
      "resp_list": [
        "حالا ",
        "عند انتهاء عملية المجاوزة و الرجوع الى اليمين ",
        "أثناء المجاوزة على مستوى العربة التي أقوم بمجاوزتها "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/161_q.mp3"),
      "quez_imag": require("./img/ex_questions/161_5.jpg"),
      "quez_h": "أستعمل أضواء الطريق أثناء المجاوزة على مستوى العربة التي أقوم بمجاوزتها لأجنب سائقها الإبهار في المرآة العاكسة الخارجية من الجهة اليسرى .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "لسياقة هذه العربة ، يجب على السائق أن يكون متحصلا على رخصة سياقة من صنف ب  و أن لا يقل عمره عن",
      "resp_list": [
        "17 سنة ",
        "18 سنة ",
        "20 سنة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/162_q.mp3"),
      "quez_imag": require("./img/ex_questions/162_6.jpg"),
      "quez_h": "لا يجوز للمتحصل على رخص سياقة من صنف ب و الذي يكون عمره أقل من 20 سنة إلا سياقة السيارات الخاصة التي التي لا يتجاوز عدد مقاعدها 6 .غير أنه يمكنه سياقة العربات الأخرى التي يخولها هذا الصنف بعد بلوغه 20 سنة دون أي امتحان إضافي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند عبور محطة استخلاص بالطريق السيارة، أمر ",
      "resp_list": [
        "تحت الاشارة الخضراء ",
        "تحت الاشارة الحمراء "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/163_q.mp3"),
      "quez_imag": require("./img/ex_questions/163_7.jpg"),
      "quez_h": "عند عبور محطة استخلاص بالطريق السيارة، أمر بالمسلك المشار إليه بالإشارة الخضراء في شكل سهم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بسرعة  90 كلم /س  يجب ترك مسافة  أمان لا تقل عن ",
      "resp_list": [
        " 81 متر ",
        "27 متر ",
        "33 متر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/164_q.mp3"),
      "quez_imag": require("./img/ex_questions/164_8.jpg"),
      "quez_h": "يجب على كل سائق يسير وراء عربة أخرى أن يترك مسافة أمان كافية حتى يتمكن من تفادي الاصطدام بها خاصة عند التخفيض الفجئي للسرعة لهذه الأخيرة . بسرعة 90 كلم /س يجب ترك مسافة أمان لا تقل عن 27 متر. لاحتساب هذه المسافة ، يمكن ضرب رقم عدد عشرات السرعة في 3 أي :&nbsp; 9 * 3 = 27.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وجود خطر محدق يجب إخراج المصاب من السيارة",
      "resp_list": [
        "وضعه في وضع الضمان الجانبي ",
        "وضعه على ظهره ",
        "الحفاظ على استواء الرأس و العنق "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/165_q.mp3"),
      "quez_imag": require("./img/ex_questions/165_9.jpg"),
      "quez_h": "عند وجود خطر محدق يجب إخراج المصاب من السيارة مع الحفاظ على استواء الرأس و العنق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند  وجود مصاب ملقى على الأرض,يجب ",
      "resp_list": [
        "مخاطبته والرفع من معنوياته",
        " إعطاءه قليلا من الماء"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/166_q.mp3"),
      "quez_imag": require("./img/ex_questions/166_10.jpg"),
      "quez_h": "عندما يتعرض شخص إلى حادث مرور غالبا ماينتابه حالة من الذعر الشديد أو ما يعبر عنه بالهستيريا .ومن أجل التقليل من هول الإصابة عنه لايقدم له المسعف قليلا من الماء بل يقوم بمخاطبته مع طمأنته والرفع من معنوياته,أي يطمئن المصاب ويخفف من انزعاجه و يعامله بلطف .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " الأضواء لا تشتغل ، يتمتع المترو بأولوية المرور",
      "resp_list": [
        "لأنه قادم من اليمين ",
        " لأنه دائما  يتمتع بأولوية المرور",
        "لأنه عربة نقل عمومي للمسافرين"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/167_q.mp3"),
      "quez_imag": require("./img/ex_questions/167_11.jpg"),
      "quez_h": "تسلك عربات المترو في سيرها على السكك الحديدية شبكة الطرقات و تبقى خاضعة للقواعد العامة للجولان . في هذه الحالة الأضواء لا تشتغل، يتمتع المترو بأولوية المرور لأنه قادم من اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية ، أمتثل",
      "resp_list": [
        "للاشارة الضوئية ",
        "للإشارة الأفقية  (  العلامة الموجودة بعمود الأضواء ) "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/168_q.mp3"),
      "quez_imag": require("./img/ex_questions/168_12.jpg"),
      "quez_h": "عندما تشتغل الأضواء بصفة عادية ، يجب علي احترام الإشارات الضوئية ولكن لا آخذ في الاعتبار لعلامات الأولوية الموجودة على العمود إلا في حالة عدم اشتغال الأضواء أو عند اشتغالها بواسطة الضوء البرتقالي الرفاف فقط . في هذه الحالة، أمتثل للإشارة الضوئية وبالتالي أتوغل دون أن أتوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن ",
      "resp_list": [
        "منعرج شعاعه   10%",
        "مرتفع ذو انحناء حاد",
        "منحدر خطير"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/169_q.mp3"),
      "quez_imag": require("./img/ex_questions/169_13.jpg"),
      "quez_h": "تعلن هذه العلامة عن مرتفع ذو انحناء حاد . توضع هذه العلامة بالطرقات الجبلية أو ذات الانحناء الحاد . في هذه الحالة ، يشير مؤشر 10% أن كل سائق يسلك هذه الطريق بهذا المرتفع سوف يصعد 10 أمتار على امتداد كل 100 متر\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن",
      "resp_list": [
        "تقاطع طريق مع سكة حديدية ",
        "جسر متحرك ",
        "طريق تنتهي الى رصيف ميناء "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/170_q.mp3"),
      "quez_imag": require("./img/ex_questions/170_14.jpg"),
      "quez_h": "تعلن هذه العلامة عن جسر متحرك . يتم رفع الجسر لتسهيل الملاحة البحرية أو النهرية. يعترض مستعملي الطريق علامات موضعية تتمثل في حواجز أو أضواء تسمح أو تمنع بلوغ الجسر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة تعني",
      "resp_list": [
        "تقاطع طريق مع سكة حديدية ذات مسلك واحد",
        "تقاطع طريق مع سكة حديدية ذات مسلكين فأكثر"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/171_q.mp3"),
      "quez_imag": require("./img/ex_questions/171_15.jpg"),
      "quez_h": "تشير هذه العلامة إلى تقاطع طريق مع سكة حديدية ذات مسلكين فأكثر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف يعترضني تقاطع طريق مع سكة حديدية غير محمية على مسافة ",
      "resp_list": [
        "150متر",
        "100متر",
        "50متر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/172_q.mp3"),
      "quez_imag": require("./img/ex_questions/172_16.jpg"),
      "quez_h": "هذه العلامة مكملة بلافتة رسم عليها 3 خطوط حمراء. كل خط يدل على أن المسافة الفاصلة عن الخطر المعلن عنه هي 50 متر . و بالتالي سوف يعترضني تقاطع طريق مع سكة حديدية غير محمية على مسافة 150متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية , للخروج من مكان الوقوف  ",
      "resp_list": [
        " استعمل أضواء تغيير الاتجاه وأتوغل",
        "أنتظر شغور الطريق",
        "استعمل المنبه الصوتي وأتوغل "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/173_q.mp3"),
      "quez_imag": require("./img/ex_questions/173_17.jpg"),
      "quez_h": "لا توجد عربات قادمة من الخلف مثلما تبينه المرآة العاكسة للرؤية من الجهة اليسرى وبالتالي للخروج من مكان الوقوف استعمل أضواء تغيير الاتجاه وأتوغل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "زمن رد الفعل عند السائق المرهق",
      "resp_list": [
        "يرتفع ",
        "ينخفض بصفة ملحوضة ",
        "لا يتغير "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/174_q.mp3"),
      "quez_imag": require("./img/ex_questions/174_18.jpg"),
      "quez_h": "يتغير زمن رد الفعل حسب حالة السائق الصحية و النفسية و الذهنية . يرتفع هذا الزمن إذا كان الشخص غير طبيعي أي عندما يكون مرهقا أو تحت تأثير حالة كحولية أو مواد مخدرة أو عند استهلاك أدوية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب التوقف",
      "resp_list": [
        "على مستوى  الخط العرضي المتواصل ",
        "قبل العلامة ",
        "على مستوى العلامة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/175_q.mp3"),
      "quez_imag": require("./img/ex_questions/175_19.jpg"),
      "quez_h": "عندما تعترضني علامة قف و في حالة وجود خط عرضي متواصل أبيض كما هو الحال هنا ، يجب أن أتوقف عند مستوى هذا الخط.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أنعطف  إلى اليمين ",
      "resp_list": [
        "أستعمل المنبه الصوتي و أمر ",
        "أترك الأولوية لهذا المترجل",
        "لا أترك الأولوية لهذا المترجل"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/176_q.mp3"),
      "quez_imag": require("./img/ex_questions/176_20.jpg"),
      "quez_h": "يجب على السائق خلال العملية التي يقوم بها لتغيير اتجاهه أن يفسح مجال المرور للمترجلين الذين يجتازون ذالك المعبد و بالتالي ، عند مبارحة الطريق في اتجاه اليمين ، أترك الأولوية لهذا المترجل الذي هو بصدد عبور المعبد الذي انوي التوغل فيه .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "وضعيتي صحيحة للانعطاف إلى اليسار",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/177_q.mp3"),
      "quez_imag": require("./img/ex_questions/177_21.jpg"),
      "quez_h": "يحتوي المعبد الذي أسير به على أسهم توجيه تعلن عن اتجاهين مختلفين. في هذه الحالة ، مسلك واحد مخصص للعربات التي تعتزم الدوران إلى اليسار و مسلكين للعربات المتجهة إلى الأمام . وضعيتي صحيحة لمواصلة السير إلى الأمام و لكن لا يمكنني الانعطاف إلى اليسار لوجود خط متواصل يمنعني من ذالك .\r\n\r\n&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أتجاوز",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/178_q.mp3"),
      "quez_imag": require("./img/ex_questions/178_22.jpg"),
      "quez_h": "العلامة الموجودة على اليمين لا تخصني . إذ تمنع فقط عربات نقل البضائع من القيام بعملية مجاوزة. الرؤية واضحة من الأمام ولا وجود لعربة أخرى بصدد القيام بعملية المجاوزة، الخط وسط المعبد متقطع و يسمح بالمجاوزة . أتجاوز هذه الشاحنة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند مقاطعة هذه العربة",
      "resp_list": [
        " أخفض من السرعة ",
        "أزيد في السرعة ",
        "أحافظ على نفس السرعة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/179_q1.mp3"),
      "quez_imag": require("./img/ex_questions/179_23.jpg"),
      "quez_h": "يجب على كل سائق عربة أن يترك عند المقاطعة مسافة جانبية كافية و أن ينحاز عند الاقتضاء الى أقصى يمينه . في هذه الوضعية أخفض من السرعة لأن الطريق ضيق حتى أتمكن من القيام بعملية المقاطعة بدون خطر على العربة القادمة من الاتجاه المعاكس.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تحديد السرعة  يبدأ ",
      "resp_list": [
        "بداية من العلامة ",
        "بعد  العلامة ",
        "قبل و بعد العلامة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/180_q.mp3"),
      "quez_imag": require("./img/ex_questions/180_24.jpg"),
      "quez_h": "بصفة عامة يبدأ مفعول تحديد السرعة بداية من العلامة نفسها. تشير اللافتة المثبتة تحت العلامة إلى تذكير مما يعني أن هناك علامة سابقة قد اعترضتني تشير إلى نفس التحديد للسرعة و بالتالي يطبق تحديد السرعة قبل و بعد العلامة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا المنعرج  ، يجب على سائق هذه السيارة  استعمال",
      "resp_list": [
        " أضواء الوضعية",
        "أضواء الطريق ",
        "أضواء المقاطعة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/181_q.mp3"),
      "quez_imag": require("./img/ex_questions/181_25.jpg"),
      "quez_h": "في الطرقات غير المضاءة داخل وخارج مواطن العمران , يجب السير باستعمال أضواء الطريق .في هذه الوضعية وعند الاقتراب من هذا المنعرج يجب استعمال أضواء الطريق لكن يجب تغييره بأضواء المقاطعة عند التلاقي لتجنب إبهار سائق العربة القادمة من الاتجاه المعاكس.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        " يمكنني الوقوف   قبل العلامة ",
        "يمكنني التوقف بعد العلامة ",
        "لا يمكنني  الوقوف و لا التوقف قبل و بعد العلامة  "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/182_q.mp3"),
      "quez_imag": require("./img/ex_questions/182_26.jpg"),
      "quez_h": "هذه العلامة المكملة باللافتة السفلية تشير بأن الوقوف و التوقف ممنوع قبل العلامة و بعدها. لا يمكنني إذا التوقف و لا الوقوف على اليمين على طول الرصيف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني الوقوف على اليمين",
      "resp_list": [
        " في الأيام  الزوجية ",
        "في الأيام الفردية ",
        "لا يمكنني  الوقوف  على اليمين "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/183_q.mp3"),
      "quez_imag": require("./img/ex_questions/183_27.jpg"),
      "quez_h": "تمنع العلامة الموجودة من اليمين الوقوف من جهتها في الأيام الزوجية. يمكنني إذا الوقوف على اليمين في الأيام الفردية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه الملصقة بأن هذه العربة تنقل مادة ",
      "resp_list": [
        "سامة",
        " تمثل خطر عدوى ",
        "آكلة  أو مبيدة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/184_q.mp3"),
      "quez_imag": require("./img/ex_questions/184_28.jpg"),
      "quez_h": "تهدف ملصقات الخطر التي يتم وضعها على العربات والحاويات إلى جلب الانتباه حول طبيعة الخطر الذي تمثله المادة المنقولة. تشير هذه الملصقة بأن هذه المادة آكلة أو حارقة.ينجر عن لمس هذه المادة حروق بليغة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما تكون عجلات السيارة منفوخة أقل من اللازم",
      "resp_list": [
        "يزداد تهريها بكيفية غير عادية ",
        "تتهرى بكيفية أقل ",
        "تستهلك السيارة  أقل وقود "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/185_q.mp3"),
      "quez_imag": require("./img/ex_questions/185_29.jpg"),
      "quez_h": "عندما تكون عجلات السيارة منفوخة أقل من اللازم يزداد استهلاك الوقود كما يزداد تهريها بكيفية غير عادية خاصة من جانبي الطوق المطاطي .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للتثبت من مستوى زيت المحرك بدقة ، يجب  القيام بهذه العملية ",
      "resp_list": [
        "عندما يكون المحرك ساخنا ",
        "عندما يكون المحرك باردا ",
        "بعد السير بعض الكيلومترات "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/186_q.mp3"),
      "quez_imag": require("./img/ex_questions/186_30.jpg"),
      "quez_h": "للتثبت من مستوى زيت المحرك بدقة ، يجب القيام بهذه العملية ، عندما يكون المحرك باردا حيث يرسب الزيت بأسفل المحرك . يمكن التثبت من مستوى زيت المحرك بواسطة قضيب عيار الزيت الموجود بأسفل غطاء المحرك.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_G": [
    {
      "quez": "عند حدوث عطب ، يوضع مثلث الخطر من أمام ومن خلف العربة على مسافة ",
      "resp_list": [
        "20 متر",
        "30متر",
        "50 متر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/187_q.mp3"),
      "quez_imag": require("./img/ex_questions/187_1.jpg"),
      "quez_h": "يوضع مثلث الخطر من أمام ومن خلف العربة داخل و خارج مناطق العمران على مسافة 30 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "لتسهيل المجاوزة",
      "resp_list": [
        "أزيد في السرعة",
        "أخفض من السرعة",
        "أحافظ على سرعتي وأنحاز إلى اليمين"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/188_q.mp3"),
      "quez_imag": require("./img/ex_questions/188_2.jpg"),
      "quez_h": "عند وجود سيارة تقوم بمجاوزتي,يجب على الانحياز إلى اليمين مع المحافظة على نفس السرعة وذلك لتسهيل&nbsp; عملية المجاوزة .&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة تعني ",
      "resp_list": [
        "خطر خروج دراجات عادية",
        "مسلك إجباري خاص بالدراجات",
        " ممنوع مرور الدراجات"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/189_q.mp3"),
      "quez_imag": require("./img/ex_questions/189_3.jpg"),
      "quez_h": "تنتمي هذه الإشارة إلى علامات الخطر و تنبه في هذه الحالة بقية مستعملي الطريق إلى خطر خروج دراجات عادية لوجود حظائر أو معامل. يجب ملائمة سرعتك و ملازمة الحذر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة إلى",
      "resp_list": [
        "منحدر خطير",
        "طريق تنتهي إلى رصيف ميناء",
        "جسر متحرك"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/190_q.mp3"),
      "quez_imag": require("./img/ex_questions/190_4.jpg"),
      "quez_h": "تشير هذه العلامة إلى طريق تنتهي إلى رصيف أو حافة نهر. تفرض هذه العلامة على مستعملي الطريق انتباها خاصا و تخفيضا للسرعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة إلى تقاطع طريق مع سكة حديدية",
      "resp_list": [
        "بدون حواجز أو نصف حواجز",
        "مجهزة بحواجز ذات تشغيل يدوي ",
        "مجهزة بخطوط كهربائية "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/191_q.mp3"),
      "quez_imag": require("./img/ex_questions/191_5.jpg"),
      "quez_h": "تشير هذه العلامة إلى تقاطع طريق مع سكة حديدية بدون حواجز أو نصف حواجز أي تقاطع طريق مع سكة حديدية غير محمية . يجب احترام الإشارات الضوئية الموجودة على عين المكان ( يمكن أن تكون علامة قف أو إشارة ضوئية)\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعني هذه العلامة تقاطع طريق مع سكة حديدية ",
      "resp_list": [
        "ذات مسلكين أو عدة مسالك",
        "ذات مسلك واحد "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/192_q.mp3"),
      "quez_imag": require("./img/ex_questions/192_6.jpg"),
      "quez_h": "هذه العلامة تحدد موضع تقاطع طريق مع سكة حديدية . الإشارة الإضافية الموجودة تحت علامة القاطع و المقطوع تدل على وجود مسلكين أو أكثر للسكة الحديدية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نزول المطر ، درجة احتكاك  العجلات بالمعبد",
      "resp_list": [
        "لا تتغير ",
        "ترتفع ",
        "تنخفض"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/193_q.mp3"),
      "quez_imag": require("./img/ex_questions/193_7.jpg"),
      "quez_h": "في طقس ممطر ، تنخفض درجة احتكاك العجلات بالمعبد. فلضمان التحكم في السيارة ، يجب التخلص من المياه الموجودة بين الطوق المطاطي و المعبد و يرتفع خطر فقدان التحكم في السيارة كلما زادت السرعة و كلما كانت العجلات متهربة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يعلن مؤشر التهرية على أن عمق الأخاديد الأساسية قد بلغ ",
      "resp_list": [
        " 1.6 مم ",
        " 1 مم ",
        "5 مم "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/194_q.mp3"),
      "quez_imag": require("./img/ex_questions/194_8.jpg"),
      "quez_h": "يعلن مؤشر التهرية على أن عمق الأخاديد الأساسية قد بلغ 1.6 مم .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية  أستعمل أضواء",
      "resp_list": [
        "الوضعية ",
        "الطريق",
        "المقاطعة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/195_q.mp3"),
      "quez_imag": require("./img/ex_questions/195_9.jpg"),
      "quez_h": "يجب تشغيل أضواء المقاطعة عند وجود ضباب و يمكن تعويضها بأضواء الضباب اذا كانت العربة مجهزة بها .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني المجاوزة",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/196_q.mp3"),
      "quez_imag": require("./img/ex_questions/196_10.jpg"),
      "quez_h": "تمنع علامة المنع الموجودة تحت علامة الخطر القيام بعملية المجاوزة.وعلاوة على ذلك يمكن ملاحظة تقلص المسافة بين الخطوط المتقطعة للإشارة بأن الخط المتقطع سيصبح متواصلا. إذن لايمكنني المجاوزة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشاهد على بعد 100 متر  في الليل عندما تكون مضاءة بأضواء الطريق",
      "resp_list": [
        "التجهيزات العاكسة للنور ",
        "أضواء الفرملة ",
        "أضواء الوضعية "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/197_q.mp3"),
      "quez_imag": require("./img/ex_questions/197_11.jpg"),
      "quez_h": "يجب أن تجهز كل سيارة في مؤخرتها بجهازين يعكسان نحو الوراء نورا أحمر يمكن رؤيته عندما يكون الطقس صاف على مسافة 100 متر عند اضائتهما بأضواء طريق عربة قادمة من الوراء .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تضيئ  أضواء المقاطعة بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة  تقدر ب حوالي",
      "resp_list": [
        "30  متر ",
        "20  متر ",
        "100  متر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/198_q.mp3"),
      "quez_imag": require("./img/ex_questions/198_12.jpg"),
      "quez_h": "تضيئ أضواء المقاطعة (code ) بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة تقدر بـ حوالي30 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتغير زمن رد الفعل حسب ",
      "resp_list": [
        "الحالة الصحية للسائق ",
        "السرعة",
        "حالة الطريق "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/199_q.mp3"),
      "quez_imag": require("./img/ex_questions/199_13.jpg"),
      "quez_h": "زمن رد الفعل هو المدة التي تمتد من بداية معاينة وجود الخطر إلى حين الشروع في الضغط على الفرامل. يمكن أن تتضاعف هذه المدة بسبب التعب أو استهلاك الكحول أو بعض الأدوية وبالتالي ترتبط هذه المدة بالحالة الصحية أو الذهنية للسائق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تستعد هذه السيارة للخروج ",
      "resp_list": [
        "أخفض من السرعة و اترك لها الأولوية  ",
        "أمر  دون أن ترك ا لأولوية  مع ملازمة الحذر ",
        "أتوقف لأترك الأولوية    "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/200_q.mp3"),
      "quez_imag": require("./img/ex_questions/200_14.jpg"),
      "quez_h": "يجب على هذه السيارة التي هي بصدد الخروج من مستودع تابع لملك مجاور للطريق أن تفسح مجال المرور للعربات السائرة على المعبد إذن أمر دون ترك الأولوية مع ملازمة الحذر و التخفيض من السرعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكن لوزير التجهيز أن يرفع في تحديد السرعة على بعض الطرقات داخل مواطن العمران إلى",
      "resp_list": [
        "60 كم/س ",
        "70 كم/س",
        "80 كم/س "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/201_q.mp3"),
      "quez_imag": require("./img/ex_questions/201_15.jpg"),
      "quez_h": "يمكن بمقرر من وزير التجهيز الترفيع في السرعة على بعض الطرقات داخل مواطن العمران إلى 70 كم /س وذلك حسب ما تقتضيه حركة الجولان وخاصيات هذه الطرقات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة بأنني أمتع  بالأولوية ",
      "resp_list": [
        "بجميع المفترقات ",
        "بالمفترق القادم فقط "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/202_q.mp3"),
      "quez_imag": require("./img/ex_questions/202_16.jpg"),
      "quez_h": "تشير العلامة الموجودة على اليمين بأنني أتمتع بالأولوية بالمفترق القادم فقط .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني الوقوف خلف هذه السيارة الحمراء",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/203_q.mp3"),
      "quez_imag": require("./img/ex_questions/203_17.jpg"),
      "quez_h": "هذه العلامة المكملة بلافتة سفلية تشير بأن الوقوف ممنوع قبل العلامة و تحدد نهاية منع الوقوف وبالتالي يمكنني الوقوف خلف هذه السيارة الحمراء .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة",
      "resp_list": [
        " تسمح بالتوقف ",
        "تسمح بالوقوف ",
        "تمنع  التوقف و الوقوف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/204_q.mp3"),
      "quez_imag": require("./img/ex_questions/204_18.jpg"),
      "quez_h": "تمنع هذه العلامة الوقوف و التوقف&nbsp; و تحدد بداية المنع.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في مفترق طرقات  ذو اتجاه دوراني ، يجب ترك الأولوية",
      "resp_list": [
        "للعربات القادمة من اليمين فقط ",
        "للعربات القادمة من اليسار و اليمين ",
        "للعربات المتوغلة  داخل المفترق و القادمة من اليسار "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/205_q.mp3"),
      "quez_imag": require("./img/ex_questions/205_19.jpg"),
      "quez_h": "في مفترق طرقات ذو اتجاه دوراني ، يجب ترك الأولوية للعربات المتوغلة في المفترق و القادمة من اليسار . يجب المرور قريبا من الأرض المسطحة المركزية بهذا المفترق للسير إلى اليسار أو للرجوع على الأعقاب و يجب الانحياز إلى اليمين للانعطاف إلى اليمين أو للسير إلى الأمام .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " لضمان مدة أطول لصلاحية البطارية يجب ",
      "resp_list": [
        "تغيير و تبريد  السائل بصفة منتظمة  ",
        "تعبئة مستوى السائل بصفة منتظمة "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/206_q.mp3"),
      "quez_imag": require("./img/ex_questions/206_20.jpg"),
      "quez_h": "لاطالة عمر البطارية و بقائها في حالة شحن أكثر وقت ممكن ، يجب تعبئة مستوى السائل بصفة منتظمة و المتكون من خليط من الماء و من حامض السلفيور\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "برخصة سياقة من صنف ب ، يمكنني جر  مجرورة  لا يتجاوز وزنها الجملي المرخص فيه ",
      "resp_list": [
        "750  كغ",
        "850  كغ",
        "950  كغ"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/207_q.mp3"),
      "quez_imag": require("./img/ex_questions/207_21.jpg"),
      "quez_h": "برخصة سياقة من صنف ب ، يمكنني جر مجرورة لا يتجاوز وزنها الجملي المرخص فيه 750 كغ.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه الملصقة بأن هذه العربة تحمل ",
      "resp_list": [
        "مادة سامة ",
        "مادة آكلة أو مبيدة",
        "حمولة بها غاز"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/208_q1.mp3"),
      "quez_imag": require("./img/ex_questions/208_22.jpg"),
      "quez_h": "تشير هذه الملصقة بأن المادة المنقولة بالعربة غاز غير قابل للالتهاب وغير سام.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "السياقة تحت تأثير حالة كحولية تؤدي إلى خصم ",
      "resp_list": [
        "6 نقاط من رصيد رخصة السياقة",
        "4  نقاط من رصيد رخصة السياقة",
        "8 نقاط من رصيد رخصة السياقة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/209_q.mp3"),
      "quez_imag": require("./img/ex_questions/209_23.jpg"),
      "quez_h": "السياقة تحت تأثير حالة كحولية هي جنحة: يعاقب مرتكبها بالسجن لمدة أقصاها 6 أشهر وبخطية تتراوح من 200 إلى 500 دينار أو بإحدى هاتين العقوبتين,كما يقع حجز رخصة السياقة على الفور ويترتب عن ارتكاب هذه الجريمة خصم 4 نقاط من رصيد رخصة السياقة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ترتكب جنحة إذا لم تفسح مجال المرور لعربة الحماية المدنية  التي تستعمل المنبهات الصوتية والضوئية",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/210_q.mp3"),
      "quez_imag": require("./img/ex_questions/210_24.jpg"),
      "quez_h": "يجب على مستعملي الطريق فسح مجال المرور بالمفترقات لعربة الحماية المدنية كما يجب عليهم التخفيض من السرعة و الوقوف عند الاقتضاء لتمكينها من المجاوزة و المقاطعة . وذلك عند استعمالها للمنبهات الصوتية والضوئية. .يرتكب السائق مخالفة عند عدم التنازل لهذه العربة ذات الأولوية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند الوقوف بهذه الكيفية يرتكب سائق  هذه السيارة ",
      "resp_list": [
        "مخالفة ",
        "جناية ",
        "جنحة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/211_q.mp3"),
      "quez_imag": require("./img/ex_questions/211_25.jpg"),
      "quez_h": "تحدد ممرات المترجلين بخطوط ذات لون ابيض موازية لمحور المعبد.تمنع هذه الممرات كل وقوف أو توقف عليها. وقوف هذه السيارة مضايقا وبالتالي ممنوعا.يرتكب صاحب هذه السيارة مخالفة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وقوع حادث ، يجب أولا ",
      "resp_list": [
        "حماية مكان الحادث",
        "إعلام الاسعافات",
        "إسعاف المصابين"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/212_q.mp3"),
      "quez_imag": require("./img/ex_questions/212_26.jpg"),
      "quez_h": "قبل القيام بأية عملية بمكان الحادث يجب أولا حماية مكان الحادث لتجنب وقوع حادث آخر. تتمثل التدابير الوقائية فيما يلي : بمجرد رؤية الحادث يجب التخفيض من السرعة و تشغيل أضواء النجدة أي أضواء تغيير الاتجاه مع بعضها,وحتى إذا لم يوجد شخص بمكان الحادث يجب الوقوف بالعربة بمكان آمن لأن هذا واجب قانوني وأخلاقي . يجب إيقاف الأجهزة الكهربائية بالعربات ثم إخراج وسائل إطفاء الحريق ووضعها في المتناول قرب مكان الحادث.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وقوع حادث مرور أتصل بالحرس الوطني  على الرقم ",
      "resp_list": [
        "193",
        "197",
        "198"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/213_q.mp3"),
      "quez_imag": require("./img/ex_questions/213_27.jpg"),
      "quez_h": "عند وقوع حادث مرور, أتصل بالحرس الوطني على الرقم 193.يجب أن تتضمن المكالمة الاسم واللقب ورقم الهاتف ومكان الحادث وبعض المعلومات الخاصة به : كعدد المصابين وحالتهم ونوع الاصابات.وعند الحديث مع مراكز شرطة النجدة أتكلم بوضوح وبهدوء وخاصة أنتظر التعليمات حتى يقفل الخط .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نزول المطر  ، يرتفع خطر التزلج  المائي  مع ارتفاع السرعة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/214_q.mp3"),
      "quez_imag": require("./img/ex_questions/214_28.jpg"),
      "quez_h": "عند نزول المطر و عندما لا تتمكن السيارة من التخلص من المياه الموجودة بين الطوق المطاطي و المعبد يفقد السائق السيطرة عليها و تسمى هذه الظاهرة بالتزلج المائي. بسرعة 90 كم/س يجب على الطوق التخلص من 5 لترات من الماء في الثانية و كلما ارتفعت السرعة ، يزداد خطر وقوع التزلج المائي .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا النهج ، يمنع مرور العربات الناقلة لـ ",
      "resp_list": [
        "مواد متفجرة ",
        "مواد مشعة ",
        "مواد سامة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/215_q.mp3"),
      "quez_imag": require("./img/ex_questions/215_29.jpg"),
      "quez_h": "بهذا النهج ، يمنع مرور العربات الناقلة لمواد متفجرة أو سريعة الالتهاب.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أثناء الجولان، و عند اشتعال هذا المؤشر، فانه يشير إلى ",
      "resp_list": [
        "خلل في جهاز التبريد ",
        "انخفاض حاد في مستوى زيت المحرك  ",
        " خلل بالبطارية "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/216_q.mp3"),
      "quez_imag": require("./img/ex_questions/216_30.jpg"),
      "quez_h": "أثناء الجولان و عند اشتعال هذا المؤشر بلوحة القيادة، فإنه يشير إلى خلل بالبطارية. يمكن أن يتعلق الأمر بإهدار للطاقة يمكن تلافيه بتشحيم قطبي البطارية كما يمكن أن يكون هنالك عطب في الدينامو بحيث لا يعطي الفولت المطلوب لشحن البطارية....اخ\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_H": [
    {
      "quez": "بالنسبة للسائق المتربص ، بعد هذه العلامة  تكون السرعة القصوى محددة ب ",
      "resp_list": [
        "50  كم في الساعة  ",
        "80 كم في الساعة ",
        "90 كم  في الساعة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/217_q.mp3"),
      "quez_imag": require("./img/ex_questions/217_1.jpg"),
      "quez_h": "تعلن هذه العلامة عن نهاية تحديد السرعة ب 50 كم في الساعة. بداية من هذه العلامة و خارج مناطق العمران تكون السرعة القصوى محددة ب 90 كم في الساعة في حين تكون هذه السرعة محددة ب 80 كم بالنسبة للسائق المتربص .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن",
      "resp_list": [
        "نهاية كل الموانع  ",
        "نهاية  كل الموانع  ماعدى الوقوف والتوقف"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/218_q.mp3"),
      "quez_imag": require("./img/ex_questions/218_2.jpg"),
      "quez_h": "تعلن هذه العلامة عن نهاية كل الموانع المعلنة سابقا للعربات التي هي في حالة سير.و بالمقابل لاتنهي هذه العلامة منع الوقوف والتوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه الركائز إلى",
      "resp_list": [
        "منعرج خطير",
        "أشغال",
        "الإنحياز إلى اليمين "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/219_q.mp3"),
      "quez_imag": require("./img/ex_questions/219_3.jpg"),
      "quez_h": "تشير هذه العلامات إلى منعرج خطير. يجب مضاعفة الانتباه والتخفيض من السرعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تحدد هذه  الخطوط  حافة المعبد ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/220_q.mp3"),
      "quez_imag": require("./img/ex_questions/220_4.jpg"),
      "quez_h": "يحدد المعبد بخطوط لفصله عن الحاشية . تسمى هذه الخطوط خطوط حافة المعبد: يمكن اجتيازها للتوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني السير إلى الأمام",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/221_q.mp3"),
      "quez_imag": require("./img/ex_questions/221_5.jpg"),
      "quez_h": "تشير هاتين العلامتين إلى اتجاه ممنوع على كل العربات. يمكنني الدوران إلى اليمين أو اليسار في حين لا يمكنني السير إلى الأمام .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة تعني",
      "resp_list": [
        "نهاية منع الوقوف ",
        "منع المجاوزة ",
        "نهاية منع المجاوزة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/222_q.mp3"),
      "quez_imag": require("./img/ex_questions/222_6.jpg"),
      "quez_h": "تنهي هذه العلامة منع المجاوزة. بعد هذه العلامة، يمكنني القيام بعملية مجاوزة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ترسل أضواء  الوضعية  إلى الأمام  عند تشغيلهما نورا  يمكن مشاهدته ليلا عندما يكون الطقس صاف على مسافة",
      "resp_list": [
        "30  متر ",
        "100  متر ",
        "150  متر "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/223_q.mp3"),
      "quez_imag": require("./img/ex_questions/223_7.jpg"),
      "quez_h": "يجب أن تجهز كل سيارة في مقدمتها بضوئي وضعية يرسلان إلى الأمام عند تشغيلهما نورا أبيضا أو أصفرا يمكن مشاهدته ليلا عندما يكون الطقس صاف على مسافة 150م .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تضيئ  بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة  30  متر ",
      "resp_list": [
        "أضواء المقاطعة ",
        "أضواء الطريق ",
        "أضواء الوضعية "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/224_q.mp3"),
      "quez_imag": require("./img/ex_questions/224_8.jpg"),
      "quez_h": "تضيء أضواء المقاطعة بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة تقدر بـ حوالي30 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الأضواء لاتشتغل ",
      "resp_list": [
        "أتوقف ",
        "أترك الأولوية لليمين ",
        "أمر بحذر  "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/225_q.mp3"),
      "quez_imag": require("./img/ex_questions/225_9.jpg"),
      "quez_h": "في هذه الوضعية الأضواء لا تشتغل ،لذا يجب احترام علامة قف الموجودة بعمود الأضواء . إذا أتوقف و أترك الأولوية لليمين و اليسار ثم أمر .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة",
      "resp_list": [
        " أمر بعد السيارة الرمادية ",
        "أمر قبل   السيارة الرمادية ",
        "أمر بحذر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/226_q.mp3"),
      "quez_imag": require("./img/ex_questions/226_10.jpg"),
      "quez_h": "عندما لا تشتغل الأضواء و لا توجد أي علامة تنظم حركة المرور ، تطبق قاعدة الأولوية إلى اليمين . إذا أمر بعد هذه السيارة الرمادية القادمة من اليمين .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الضوء أصفر ثابت للانعطاف إلى اليسار",
      "resp_list": [
        "أزيد في السرعة لألتحق بالسيارات السابقة ",
        "أمر  بحذر ",
        "أتوقف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/227_q.mp3"),
      "quez_imag": require("./img/ex_questions/227_11.jpg"),
      "quez_h": "تنظم الإشارات الثلاثية و التي تشتغل بصفة عادية ( ضوء أخضر فأصفر ثابت ثم ضوء أحمر ) حركة الجولان بهذا المفترق . في هذه الوضعية ، الضوء اصفر ثابت و المسافة كافية للتوقف بكل أمان : أتوقف .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب التوقف ",
      "resp_list": [
        "عند حد المعبد  ",
        "قبل العلامة ",
        "على مستوى العلامة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/228_q.mp3"),
      "quez_imag": require("./img/ex_questions/228_12.jpg"),
      "quez_h": "عندما تعترضني علامة قف يكون الوقوف إجباري عند حد المعبد حتى لو كانت الطريق شاغرة. و في حالة وجود خط عرضي متواصل أبيض ، يجب التوقف عند مستوى هذا الخط. في هذه الحالة، لا وجود لخط عرضي، يجب أن أتوقف عند حد المعبد.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالطريق السيارة،  و عند حدوث عطب، يوضع مثلث الخطر خلف السيارة على مسافة لا تقل عن",
      "resp_list": [
        "100 متر",
        "150 متر",
        "50 متر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/229_q.mp3"),
      "quez_imag": require("./img/ex_questions/229_13.jpg"),
      "quez_h": "بالطريق السيارة، و عند حدوث عطب، يوضع مثلث الخطر خلف السيارة على مسافة لا تقل عن 100 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ينصح بالزيادة في ضغط العجلات  قبل القيام بسفرة طويلة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/230_q.mp3"),
      "quez_imag": require("./img/ex_questions/230_14.jpg"),
      "quez_h": "تتم مراقبة ضغط العجلات حوالي مرة كل شهر خاصة قبل القيام بسفرة طويلة و السير بسرعة مرتفعة أو عند شحن العربة بصفة ملحوظة. و ينصح في هده الحالة بالزيادة في ضغط العجلات ب 0.3 بار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما تكون العربة مجهزة بنظام ABS    للفرملة و لتفادي خطر مفاجئ ",
      "resp_list": [
        "أضغط  على الفرامل بقوة وبصفة متواصلة",
        "أضغط  على الفرامل بقوة وبصفة متقطعة",
        "أضغط على الفرامل بقوة و أستعمل أضواء النجدة"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/231_q.mp3"),
      "quez_imag": require("./img/ex_questions/231_15.jpg"),
      "quez_h": "عندما تكون العربة مجهزة بنظام ABS للفرملة و لتفادي خطر مفاجئ ، يجب الضغط على دواسة الفرامل بقوة و بصفة متواصلة حيث يعمل هذا النظام عندما توشك العجلة على الإقفال (عدم دورانها) وبصورة آلية ميكانيكية يحرر هذا النظام ضغط الفرملة لجزء من الثانية مما يكفي لإعادة دوران العجلة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يؤدي استعمال مخمدات ( amortisseurs )متهالكة  إلى",
      "resp_list": [
        "ارتفاع في مسافة الفرملة",
        "انخفاض في مسافة الفرملة ",
        "ليس له  تأثير على مسافة الفرملة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/232_q.mp3"),
      "quez_imag": require("./img/ex_questions/232_16.jpg"),
      "quez_h": "عندما تكون المخمدات بحالة غير حسنة ، يتأثر الأداء العام للسيارة بصفة سلبية و يمكن أن ينجر عن ذلك في بعض الحالات فقدان السيطرة على السيارة و خاصة في المنعرجات كما ينجر عن ذلك أيضا ارتفاع في مسافة الفرملة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في اليوم السابع من الشهر ، يسمح بالوقوف على الجهة  اليمنى على الساعة ",
      "resp_list": [
        "السابعة و النصف ليلا ",
        "الثامنة ليلا ",
        "التاسعة و النصف ليلا "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/233_q.mp3"),
      "quez_imag": require("./img/ex_questions/233_17.jpg"),
      "quez_h": "عندما يكون الوقوف بالتداول، يجب على السائق تغيير جهة الوقوف بين الساعة الثامنة و النصف ليلا و التاسعة ليلا. على الساعة التاسعة و النصف ليلا و في اليوم السابع من الشهر، يجب على مستعملي الطريق الوقوف من جهة اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "على  هذه الحاشية  الترابية  و على بعد 40 م  من هذا المنعرج ",
      "resp_list": [
        "يمكني الوقوف ",
        " يمكني التوقف",
        "لا يمكنني لا الوقوف و لا التوقف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/234_q.mp3"),
      "quez_imag": require("./img/ex_questions/234_18.jpg"),
      "quez_h": "يعتبر الوقوف و التوقف بالمنعرجات خطيرا بالتالي ممنوعا إذا كانت الرؤية غير مضمونة على مسافة 50 م على الأقل في الاتجاهين. في هذه الوضعية، أنا على بعد 40 م من المنعرج، لا يمكنني لا الوقوف و لا التوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب استعمال  الرباط الضاغط",
      "resp_list": [
        "في حالة الاختناق",
        "  في حالة النزيف الدموي الغزير",
        "عند وجود المسعف وحيدا وعدة إصابات"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/235_q.mp3"),
      "quez_imag": require("./img/ex_questions/235_19.jpg"),
      "quez_h": "الرباط الضاغط هو نقطة ضغط دائرية تتكون من قطعة قماش نظيفة (منديل...)وتوضع على مستوى العضد أو الفخذ لوقف نزيف شرياني خطير.تستعمل هذه التقنية عندما يكون المسعف وحيدا أمام إصابات خطيرة,لكن عند وجود شخص آخر يتكفل بالا بلاغ يجب الامتناع عن استعمال هذه التقنية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب وضع مصاب فاقد للوعي في وضع الضمان الجانبي",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/236_q.mp3"),
      "quez_imag": require("./img/ex_questions/236_20.jpg"),
      "quez_h": "وضع الضمان الجانبي هو وضع المصاب على احد جانبيه مع وضع يده اليسرى تحت الخد الأيمن و ثني رجله اليمنى مع قشع رأسه قليلا إلى الوراء. يمكن أن يفقد المصاب وعيه من جراء حادث مرور .فإذا كان يتنفس بصعوبة يجب وضعه في وضع الضمان الجانبي حتى تبقى المنافذ التنفسية مفتوحة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يحدد الخط الأيمن",
      "resp_list": [
        "مسلك خاص ",
        "جانب الوقوف الاضطراري ",
        "منطقة وقوف "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/237_q.mp3"),
      "quez_imag": require("./img/ex_questions/237_21.jpg"),
      "quez_h": "يبين المسلك الأيمن المحدد بهذا الخط جانب الوقوف الاضطراري. يوجد هذا المسلك بالطرقات السيارة و يمكن استعماله مثلا في صورة وقوع عطب أو توعك صحي..\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تمنع هذه العلامة التوقف ",
      "resp_list": [
        "على يمين المعبد ",
        "على يسار المعبد ",
        "من الجهتين  لهذا النهج "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/238_q.mp3"),
      "quez_imag": require("./img/ex_questions/238_22.jpg"),
      "quez_h": "تمنع هذه العلامة التوقف و الوقوف. ينطبق هذا المنع بداية من العلامة و من الجهة الموضوعة بها .تمنع هذه العلامة التوقف على يمين المعبد.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة وعند القيام بالمجاوزة الممنوعة يرتكب سائق هذه السيارة ",
      "resp_list": [
        "مخالفة ",
        "جناية",
        "جنحة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/239_q.mp3"),
      "quez_imag": require("./img/ex_questions/239_23.jpg"),
      "quez_h": "في هذه الحالة وعند القيام بالمجاوزة الممنوعة يرتكب سائق هذه السيارة جنحة و يعاقب بالسجن لمدة أقصاها شهر وبخطية تتراوح من 120 دينار إلى 200دينار أو بإحدى هاتين العقوبتين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يعاقب كل شخص يتجاوز السرعة القصوى المسموح بها ب 50 كم  في الساعة بخطية مالية أقصاها",
      "resp_list": [
        "100 دينار",
        "240 دينار",
        "500 دينار"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/240_q.mp3"),
      "quez_imag": require("./img/ex_questions/240_24.jpg"),
      "quez_h": "يعاقب بخطية تتراوح من 120 دينار إلى 240 دينار كل شخص يتجاوز السرعة القصوى المسموح بها ب 50 كم في الساعة أو أكثر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند السياقة بدون رخصة يتعرض المخالف لخطية مالية أقصاها ",
      "resp_list": [
        "100 دينار ",
        "200 دينار ",
        "500  دينار "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/241_q.mp3"),
      "quez_imag": require("./img/ex_questions/241_25.jpg"),
      "quez_h": "السياقة بدون رخصة هي جنحة حسب مجلة الطرقات.يتعرض المخالف إلى عقوبة السجن وذلك لمدة أقصاها 6أشهر وبخطية مالية أقصاها 500 دينار أو بإحدى هاتين العقوبتين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " بعد هذه العلامة ، السرعة القصوى محددة ب ",
      "resp_list": [
        "90 كم في الساعة  ",
        "70 كم في الساعة ",
        " 50 كم  في الساعة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/242_q.mp3"),
      "quez_imag": require("./img/ex_questions/242_26.jpg"),
      "quez_h": "تشير العلامة الموجودة على اليمين إلى نهاية موطن عمرا ن .حددت السرعة القصوى خارج مناطق العمران ب 90 كم في الساعة . إذا بعد هذه العلامة ، السرعة محددة ب 90 كم في الساعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يمكنني مجاوزة هذه السيارة مع البقاء  بالمسلك الذي أسير به",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/243_q.mp3"),
      "quez_imag": require("./img/ex_questions/243_27.jpg"),
      "quez_h": "تكون المجاوزة على اليسار . يمكن أن أقوم بعملية المجاوزة على اليمين عندما يشير مستعمل الطريق الذي هو أمامي بوضوح إلى نيته بتغيير اتجاهه إلى اليسار : ليس هو الحال هنا . بتشغيل أضواء تغيير الاتجاه من جهة اليمين ، تعلن هذه السيارة عن نيتها في الرجوع إلى المسلك الأيمن . أنتظر إتمامها هذه المناورة لأتمكن من مجاوزتها من جهة اليسار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " أتجاوز هذه السيارة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/244_q.mp3"),
      "quez_imag": require("./img/ex_questions/244_28.jpg"),
      "quez_h": "سهم الانزواء موجه إلى اليسار وبالتالي فهو يشمل العربات القادمة من الاتجاه المعاكس. الرؤية واضحة ولا توجد عربة أخرى بصدد مجاوزتي.ومن جهة أخرى يسمح الخط المتقطع بالمجاوزة. إذن يمكنني المجاوزة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند الصعود في هذا المرتفع ، أتمتع بالأولوية على العربات النازلة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/245_q.mp3"),
      "quez_imag": require("./img/ex_questions/245_29.jpg"),
      "quez_h": "عند الصعود في هذا المرتفع ، أتمتع بالأولوية على العربات النازلة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكن لكل سائق متحصل على رخصة سياقة من صنف \"ج\" أن ينقل مواد خطرة",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/246_q.mp3"),
      "quez_imag": require("./img/ex_questions/246_30.jpg"),
      "quez_h": "إلى جانب رخصة السياقة يجب أن يتحصل كل سائق عربة ناقلة لمواد خطرة على شهادة تكوين تثبت بأنه يملك القدرات والمؤهلات اللازمة للقيام بهذا النوع من النقل.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_I": [
    {
      "quez": "تشير هذه  العلامة إلى  تقاطع طريق مع سكة حديدية",
      "resp_list": [
        "دون حواجز أو نصف حواجز",
        " مجهزة بحواجز ذات تشغيل يدوي "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/247_q.mp3"),
      "quez_imag": require("./img/ex_questions/247_1.jpg"),
      "quez_h": "تشير هذه العلامة إلى تقاطع طريق مع سكة حديدية مجهزة بحواجز ذات تشغيل يدوي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للاتجاه إلى تونس ، السرعة محددة  بـ ",
      "resp_list": [
        "110  كم في الساعة  ",
        "70  كم في الساعة  ",
        "90 كم  في الساعة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/248_q.mp3"),
      "quez_imag": require("./img/ex_questions/248_2.jpg"),
      "quez_h": "تشير العلامة الموجودة على اليمين و المكملة بلافتة رسم عليها سهم موجه إلى الأسفل بأن تحديد السرعة ب 70 كم في الساعة لا يخص إلا العربات التي ستغادر الطريق السيارة. للاتجاه إلى تونس ، السرعة القصوى هي السرعة المحددة بالطريق السيارة أي 110 كم في الساعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تمنع هذه العلامة جولان ",
      "resp_list": [
        "العربات ذات المحرك",
        "الدراجات",
        "المترجلين"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/249_q.mp3"),
      "quez_imag": require("./img/ex_questions/249_3.jpg"),
      "quez_h": "تمنع هذه العلامة جولان العربات ذات المحرك بما في ذلك الدراجات النارية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن أنعطف إلى اليمين ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/250_q.mp3"),
      "quez_imag": require("./img/ex_questions/250_4.jpg"),
      "quez_h": "تعلن العلامة الموجودة على اليمين عن منع الدوران إلى اليسار في حين تعلن العلامة الموجودة على اليسار و المثبتة على جانب المعبد الذي أتهيأ للتوغل فيه عن الاتجاه الممنوع بهذا المعبد . يجب أن أنعطف إلى اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أنعطف إلى  اليمين",
      "resp_list": [
        "أمر بحذر ",
        "أتوقف"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/251_q.mp3"),
      "quez_imag": require("./img/ex_questions/251_ex8q5.gif"),
      "quez_h": "عندما تنظم حركة الجولان بالمفترقات بواسطة أضواء في شكل أسهم، فان هذه الأضواء لها نفس مفعول الأضواء العادية أي التوقف إذا كان الاتجاه مشار إليه بسهم ذو لون أحمر و المرور إذا كان السهم ذو لون أخضر و المرور بحذر إذا كان السهم ذو لون برتقالي رفاف كما هو الحال هنا. إذا للانعطاف إلى اليمين أمر بحذر مع ترك الأولوية للمترجلين و العربات التي هي بصدد عبور المعبد الذي أنوي التوغل فيه.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الأضواء لاتشتغل ",
      "resp_list": [
        " أترك الأولوية لليمين",
        " أتوقف ",
        "أستعمل  المنبه الصوتي ثم أمر بحذر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/252_q.mp3"),
      "quez_imag": require("./img/ex_questions/252_6.jpg"),
      "quez_h": "عندما لا تشتغل الأضواء و لا توجد أي علامة تنظم حركة المرور ، تطبق قاعدة الأولوية إلى اليمين . إذا أمر بعد هذه السيارة الرمادية القادمة من اليمين .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة ",
      "resp_list": [
        "أتوقف و أفسح المجال لليمين و اليسار  ",
        "أمر بحذر ",
        " أترك الأولوية لليمين "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/253_q.mp3"),
      "quez_imag": require("./img/ex_questions/253_7.jpg"),
      "quez_h": "عندما لا تشتغل الأضواء أو تشتغل بواسطة الضوء البرتقالي الرفاف فقط مثل ما هو الحال هنا ، يجب الأخذ في الاعتبار لعلامات الأولوية الموجودة بعمود الأضواء . إذا، يجب أن أتوقف و أترك الأولوية لليمين و اليسار قبل عبور المفترق .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تنعطف هذه السيارة الصفراء  إلى اليسار . تمر في المرتبة ",
      "resp_list": [
        "الأولى",
        " الثانية ",
        "الثالثة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/254_q.mp3"),
      "quez_imag": require("./img/ex_questions/254_8.jpg"),
      "quez_h": "تشير العلامة الموجودة على اليمين بأن العربات السائرة على هذا المعبد تتمتع بالأولوية بهذا المفترق . سوف يعترض السيارة الزرقاء القادمة من اليمين علامة قف أو علامة فسح المجال لذلك، يجب أن تفسح مجال المرور لليمين و اليسار، إذا تمر في المرتبة الثالثة . تعلن السيارة الصفراء عن نيتها في تغيير الاتجاه للدوران إلى اليسار و بالتالي يجب أن تترك الأولوية للعربات القادمة من الاتجاه المعاكس .إذا أمر في المرتبة الأولى ثم تمر السيارة الصفراء في المرتبة الثانية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يخص خطر سقوط الحصى ",
      "resp_list": [
        "الجهة اليمنى للمعبد فقط ",
        "الجهة اليسرى للمعبد فقط ",
        "المعبد بأكمله "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/255_q.mp3"),
      "quez_imag": require("./img/ex_questions/255_9.jpg"),
      "quez_h": "تنبه هذه العلامة السائق من خطر المرور لأنه هنالك إمكانية وجود حجارة على الممر أو احتمال سقوط حجارة على كامل المعبد.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتم توقيف السيارة على الفور",
      "resp_list": [
        "عند السياقة  بدون رخصة ",
        " عند عدم القيام بإجراء الفحص الفني ",
        "عند عدم احترام علامة قف "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/256_q.mp3"),
      "quez_imag": require("./img/ex_questions/256_10.jpg"),
      "quez_h": "يمكن لأعوان الأمن والحرس الوطني المكلفون بشرطة الطرقات توقيف العربات على الفور إذا ثبت لديهم أن السائق بدون رخصة أو غير متحصل على الصنف المطلوب ,كما يمكن لهم توقيف العربات إذا اتضح أن السائق تحت تأثير حالة كحولية أو إذا بدت عليه علامات التعب واضحة كقلة النوم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند تجاوز السرعة المحددة المسموح بها بأقل من 20 كم في الساعة أرتكب",
      "resp_list": [
        " جناية",
        " مخالفة ",
        "جنحة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/257_q.mp3"),
      "quez_imag": require("./img/ex_questions/257_11.jpg"),
      "quez_h": "تجاوز السرعة القصوى المسموح بها بأقل من 20 كم في الساعة هي مخالفة. يعاقب كل مرتكب لهذه المخالفة بخطية تقدر ب 60 دينار .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سياقة عربة دون إجراء  الفحص الفني أو استعمال شهادة فحص فني منتهية الصلوحية  يعرض صاحبها  إلى خطية مالية أقصاها ",
      "resp_list": [
        "61 دينار",
        "200 دينار",
        " 500 دينار"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/258_q.mp3"),
      "quez_imag": require("./img/ex_questions/258_12.jpg"),
      "quez_h": "الجولان بعربة دون إجراء الفحص الفني أو استعمال شهادة فحص فني منتهية الصلوحية هي جنحة ويترتب عن ذلك خطية مالية تتراوح من 100 دينار إلى 200 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تحديد السرعة  يبدأ ",
      "resp_list": [
        "بداية من العلامة ",
        "بعد 50 م من العلامة ",
        "بعد 150 م  من العلامة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/259_q.mp3"),
      "quez_imag": require("./img/ex_questions/259_13.jpg"),
      "quez_h": "يبدأ مفعول تحديد السرعة بداية من العلامة نفسها. في هذه الحالة ، السرعة محددة ب 50 كم في الساعة بداية من العلامة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بعد هاتين العلامتين ، يمكنني المجاوزة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/260_q.mp3"),
      "quez_imag": require("./img/ex_questions/260_14.jpg"),
      "quez_h": "تعطي هاتين العلامتين معلومتان مختلفتان . تشير العلامة العليا إلى تحديد للسرعة ب 70 كم/س فيما تعلن العلامة السفلى عن نهاية منع المجاوزة. بعد هاتين العلامتين ، يمكنني المجاوزة على أن لا تفوق سرعتي 70 كم في الساعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة ، السرعة القصوى  محددة ب ",
      "resp_list": [
        "110  كم/ س",
        "90  كم/ س",
        "100 كم/ س"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/261_q.mp3"),
      "quez_imag": require("./img/ex_questions/261_15.jpg"),
      "quez_h": "حددت السرعة القصوى بالطريق السيارة ب 110 كم/ س عندما يكون الطقس صاف و ب 90 كم/ س عندما يكون الطقس ممطرا . في هذه الحالة ، تكون السرعة القصوى 110 كم/ س.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للاتجاه إلى سوسة ، السرعة القصوى محددة ب ",
      "resp_list": [
        "223  كم/ س",
        "86 كم/ س",
        "110 كم/ س"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/262_q.mp3"),
      "quez_imag": require("./img/ex_questions/262_16.jpg"),
      "quez_h": "تبين الإشارات السطحية و العمودية بأنني أسير بطريق سيارة. السرعة القصوى المحددة بهذه الطريق هي 110 كم/ س مهما كانت وجهتي .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة إلى",
      "resp_list": [
        "أن السرعة القصوى محددة ب 30  كم/ س",
        "أن السرعة الدنيا محددة ب 30 كم/ س",
        "أنني سوف أسير بمعبد عرضه 30 م"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/263_q.mp3"),
      "quez_imag": require("./img/ex_questions/263_17.jpg"),
      "quez_h": "هذه العلامة شكلها دائري و لونها أزرق هي علامة جبر و تشير إلى أن السرعة الدنيا محددة ب 30 كم/ س.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند استعمال هذا الهاتف للنجدة ، يتصل هذا الشخص بـ ",
      "resp_list": [
        "مصلحة اصلاح العطب بالطريق السيارة ",
        "مصلحة الطب الاستعجالي بالمستشفى ",
        "الشرطة أو الحرس الوطني "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/264_q.mp3"),
      "quez_imag": require("./img/ex_questions/264_18.jpg"),
      "quez_h": "يمكن هاتف النجدة مستعملي الطريق من الاتصال مباشرة بالشرطة أو الحرس الوطني.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني الوقوف على اليمين  في صورة ترك مسافة  قبل المنعرج لا تقل عن",
      "resp_list": [
        "30 متر ",
        "40 متر ",
        "50 متر "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/265_q.mp3"),
      "quez_imag": require("./img/ex_questions/265_19.jpg"),
      "quez_h": "يعتبر الوقوف و التوقف بالمنعرجات خطيرا و بالتالي ممنوعا إذا كانت الرؤية غير مضمونة على مسافة 50 م على الأقل في الاتجاهين. يمكنني الوقوف على اليمين في صورة ترك مسافة قبل المنعرج لا تقل عن 50 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "يمكنني التوقف قبل العلامة ",
        "يمكنني التوقف بعد العلامة ",
        "لا يمكنني التوقف  قبل و بعد العلامة  "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/266_q.mp3"),
      "quez_imag": require("./img/ex_questions/266_20.jpg"),
      "quez_h": "في هذه الحالة علامة منع الوقوف و التوقف مكملة بلافتة سفلية رسم عليها سهم . عندما يكون السهم موجه الى أعلى فان ذلك يعني أن المنع يطبق بعد العلامة و عندما يكون موجه الى أسفل فان المنع يكون قبل العلامة . في هذه الحالة التوقف ممنوع بعد العلامة ، اذا يمكنني التوقف قبل العلامة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا المكان",
      "resp_list": [
        "يمكن الوقوف",
        "يمكن أن أتوقف لانزال شخص",
        "لايمكنني التوقف ولا الوقوف"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/267_q.mp3"),
      "quez_imag": require("./img/ex_questions/267_21.jpg"),
      "quez_h": "&nbsp; &nbsp;يحجر الجولان&nbsp; والتوقف والوقوف على الخطوط المنحنية&nbsp; أو المنكسرة&nbsp; &nbsp;ذات&nbsp; اللون الأبيض .&nbsp; بهذا المكان ،&nbsp; لا يمكنني&nbsp; &nbsp;الوقوف و لا التوقف.&nbsp;\r\n\r\n&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذه الطريق تحدد السرعة القصوى للعربة الناقلة لمواد خطرة والتي يساوي وزنها الجملي الناقل المرخص فيه 7000 كغ بـ",
      "resp_list": [
        "60 كم في الساعة",
        "70 كم في الساعة ",
        " 90 كم في الساعة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/268_q.mp3"),
      "quez_imag": require("./img/ex_questions/268_22.jpg"),
      "quez_h": "مواطن العمران حددت السرعة القصوى بـ 70 كم في الساعة بالنسبة للعربات الناقلة لمواد خطرة والتي يتجاوز وزنها الجملي الناقل المرخص فيه 3500 كغ دون تجاوز 12000 كغ.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "وضع المصاب في وضع الضمان الجانبي يمكن من تجنب",
      "resp_list": [
        " الإغماء",
        "الاختناق",
        "التقيؤات والنزيف"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/269_q.mp3"),
      "quez_imag": require("./img/ex_questions/269_23.jpg"),
      "quez_h": "إذا ما لوحظ أن المصاب يتنفس بصعوبة تكون الأولوية لمنع الاختناق أي تسريح المجاري التنفسية بدل الاهتمام بأي إصابات أخرى. يضع المسعف راحة اليد على فم المصاب للتأكد من عدم وجود جسم غريب ثم يقع قشع رأسه قليلا إلى الوراء وبعد ذلك يوضع المصاب في وضع الضمان الجانبي لتجنب تعكير حالته.\r\n\r\n&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " بصفة عامة عند الوصول إلى مكان حادث مرور,يجب ",
      "resp_list": [
        "نقل المصاب إلى مكان آمن ",
        "انتظار قدوم الإسعافات ",
        "إعطاء المصاب  قليلا من الماء"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/270_q.mp3"),
      "quez_imag": require("./img/ex_questions/270_24.jpg"),
      "quez_h": "يمكن للأشخاص الذين وصلوا إلى مكان حادث المرور أو الذين هم بنفس المكان التدخل لإسعاف المصابين بشرط معرفة مايجب فعله. يوجد نوعين من الأخطار التي تتطلب التدخل العاجل وهي الاختناق والنزيف الخارجي الغزير. بصفة عامة يجب الامتناع عن نقل المصاب إلى مكان آمن إلا في حالة الضرورة القصوى. بعد القيام بالحماية والإعلام وحركات الإسعافات المناسبة ، يجب مراقبة المصاب في انتظار قدوم الإسعافات سواء الإسعاف الطبي الاستعجالي أو الحماية المدنية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عجلة متهرية  تسهل عملية الانزلاق في المطر",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/271_q.mp3"),
      "quez_imag": require("./img/ex_questions/271_25.jpg"),
      "quez_h": "في طقس ممطر ، ينخفض مستوى أداء التصاق الإطارات بسطح الطريق. فلضمان التحكم في السيارة ، يجب التخلص من المياه الموجودة بين الطوق المطاطي و المعبد . يرتفع خطر حدوث الانزلاق و بالتالي فقدان التحكم في السيارة كلما زادت السرعة و كلما كانت العجلات متهرية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "السرعة القصوى لهذه المعدة الخاصة ",
      "resp_list": [
        "25 كم في الساعة",
        "30 كم في الساعة",
        "50 كم في الساعة"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/272_q.mp3"),
      "quez_imag": require("./img/ex_questions/272_26.jpg"),
      "quez_h": "يجب على كل سائق معدة فلاحيه أو معدة أشغال عمومية أو معدة خاصة أن لا يتجاوز سرعة 25 كم/ س.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تقوم هذه العربة بالانحياز  إلى  اليمين  بعد مجاوزتي",
      "resp_list": [
        " هذه المجاوزة  صحيحة ",
        "هذه المجاوزة  غير صحيحة"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/273_q.mp3"),
      "quez_imag": require("./img/ex_questions/273_27.jpg"),
      "quez_h": "تحتوي الإشارات العمودية الموجودة على اليمين على علامتين . تشير العلامة العليا إلى تحديد للسرعة ب 70 كم في الساعة فيما تشير العلامة السفلى إلى نهاية منع المجاوزة و التي يبدأ مفعولها بداية من المكان الموضوعة به حيث يصبح الخط المتواصل متقطعا . هذه العربة التي قامت بمجاوزتي اجتازت الخط المتواصل الذي يظهر في المرآة العاكسة و بالتالي تكون هذه المجاوزة غير صحيحة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه السيارة تسير ببطئ ",
      "resp_list": [
        "يمكنني مجاوزتها ",
        "لا يمكنني مجاوزتها "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/274_q.mp3"),
      "quez_imag": require("./img/ex_questions/274_28.jpg"),
      "quez_h": "عند وجود خط متواصل محاذ لخط متقطع ، يجب على السائق أن لا يأخذ في الاعتبار إلا الخط الموجود بجانبه . في هذه الحالة يوجد الخط المتقطع من جهتي , الرؤيا من الأمام واضحة و لا توجد عربات قادمة من الاتجاه المعاكس إضافة إلى عدم وجود عربة بصدد مجاوزتي . يمكنني إذا مجاوزة هذه السيارة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما تعترضني هذه العلامة",
      "resp_list": [
        "أترك الأولوية للعربات القادمة من الاتجاه المعاكس ",
        "أتمتع بأولوية المرور ",
        "أستعمل المنبه الصوتي و أمر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/275_q.mp3"),
      "quez_imag": require("./img/ex_questions/275_29.jpg"),
      "quez_h": "تشير هذه العلامة بأنني لا أتمتع بأولوية المرور بهذا المكان الضيق من الطريق. يجب ترك الأولوية للعربات القادمة من الاتجاه المعاكس .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تضيئ  الطريق  بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة  لا تقل عن 100  متر",
      "resp_list": [
        "أضواء المقاطعة ",
        "أضواء الطريق ",
        "أضواء الوضعية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/276_q.mp3"),
      "quez_imag": require("./img/ex_questions/276_30.jpg"),
      "quez_h": "أضواء الطريق ( PHARE ) بصفة ناجعة ليلا عندما يكون الطقس صاف على مسافة 100 متر على الأقل .\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_J": [
    {
      "quez": "يمكنني مجاوزة هذه السيارة من اليمين ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/277_q.mp3"),
      "quez_imag": require("./img/ex_questions/277_ex9q1.gif"),
      "quez_h": "يمكن المجاوزة على اليمين إذا شرع سائق العربة السابقة في الانعطاف نحو اليسار وأعلن عن ذلك بواسطة إشارات تغيير الاتجاه. غير أنه في هذه الحالة ، لا يمكنني مجاوزة هذه السيارة من اليمين لأن الجزء الشاغر من المعبد غير كاف وسوف أضطر للصعود على الحاشية لكي أمر .لا يمكنني المجاوزة من اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "من يمكنه المجاوزة",
      "resp_list": [
        "العربات الذاهبة",
        "العربات القادمة "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/278_q.mp3"),
      "quez_imag": require("./img/ex_questions/278_2.jpg"),
      "quez_h": "عند وجود خط متواصل محاذ لخط متقطع ، يجب على السائق أن لا يأخذ بعين الاعتبار الا الخط الموجود بجانبه . في هذه الحالة ، يوجد الخط المتقطع من جهة السيارات القادمة من الاتجاه المعاكس . إذا يمكن للعربات القادمة من الاتجاه المعاكس القيام بعملية المجاوزة ، في حين لا يمكن القيام بذالك بالنسبة للعربات الذاهبة لأن الخط المتواصل من جهتها .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الضوء أصفر ثابت ",
      "resp_list": [
        "أمر بحذر  ",
        "أتوقف ",
        "أمر  دون  ترك الأولوية "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/279_q.mp3"),
      "quez_imag": require("./img/ex_questions/279_3.jpg"),
      "quez_h": "عندما تشتغل الأضواء بصفة عادية ، يجب علي احترام الإشارات الضوئية ولكن لا اخذ في الاعتبار لعلامات الأولوية الموجودة على العمود إلا في حالة عدم اشتغال الأضواء أو عند اشتغالها بواسطة الضوء الأصفر الثابت فقط .في هذه الحالة ، انتقل الضوء من الأخضر إلى البرتقالي الثابت و المسافة كافية للتوقف بكل أمان . إذا أتوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا المفترق",
      "resp_list": [
        "أمر بحذر  ",
        "أترك الأولوية لليمين ",
        "أترك الأولوية لليمين و اليسار "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/280_q.mp3"),
      "quez_imag": require("./img/ex_questions/280_4.jpg"),
      "quez_h": "يجب دائما احترام الإشارات الضوئية عندما تشتغل بصفة عادية ولايمكن الأخذ في الاعتبار لعلامات الأولوية الموجودة على العمود إلا في حالة عدم اشتغال الأضواء ( كما هو الحال هنا) أو عند اشتغالها بواسطة الضوء البرتقالي الرفاف فقط . في هذه الحالة تشير هاتين العلامتين بأنني أتمتع بأولوية المرور بهذا المفترق ومع ذلك أمر بحذر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالمفترق القادم ، يجب ترك الأولوية  إلى اليمين",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/281_q.mp3"),
      "quez_imag": require("./img/ex_questions/281_5.jpg"),
      "quez_h": "تعلن هذه العلامة عن مفترق طرقات حيث يجب تطبيق قاعدة الأولوية إلى اليمين. بالمفترق القادم يجب أن أترك الأولوية للعربات القادمة من اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عملية المقاطعة صعبة  بهذا المرتفع ",
      "resp_list": [
        "أترك الأولوية لهذه الحافلة  ",
        "أتمتع  بالأولوية  "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/282_q.mp3"),
      "quez_imag": require("./img/ex_questions/282_6.jpg"),
      "quez_h": "تكون المقاطعة صعبة بالمنحدرات ، يجب على سائق العربة النازلة فسح المجال لمرور العربة الصاعدة ، إذا أتمتع بأولوية المرور.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هاتف الطريق السيارة يمكن استعماله",
      "resp_list": [
        "لحالة شخصية",
        "للاتصال بشركة التأمين",
        "للاتصال والإعلام عن حادث"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/283_q.mp3"),
      "quez_imag": require("./img/ex_questions/283_7.jpg"),
      "quez_h": "يمكن هاتف النجدة من اتصال مستعملي الطريق مباشرة بالشرطة أو بالحرس الوطني. يمكنني استعمال هذا الهاتف للإعلام عن حادث أو أي مشكل آخر بالطريق السيارة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يسير سائق هذه الدراجة ببطئ ، أمر دون أن أترك الأولوية ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/284_q.mp3"),
      "quez_imag": require("./img/ex_questions/284_8.jpg"),
      "quez_h": "يعترضني مفترق طرقات ذو اتجاه دوراني : يجب أن اترك الأولوية للعربات المتوغلة به و القادمة من اليسار . تطبق هذه القاعدة على جميع العربات بما فيها الدراجات. أترك الأولوية لهذه الدراجة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "مباشرة قبل العلامة وبهذا المكان ",
      "resp_list": [
        "يمكنني  الوقوف ",
        "يمكنني التوقف ",
        "لا يمكنني  الوقوف ولا التوقف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/285_q.mp3"),
      "quez_imag": require("./img/ex_questions/285_9.jpg"),
      "quez_h": "في هذه الحالة عرض الحاشية كاف و يسمح بالوقوف و التوقف . إلا أنه في هذه الوضعية و مباشرة قبل العلامة يمنع الوقوف والتوقف لأنه يحجب رؤية هذه العلامة بالنسبة لبقية مستعملي الطريق خاصة و أنها تشير إلى منعرجين خطيرين .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا المكان وراء هذه  السيارة ",
      "resp_list": [
        "يمنع الوقوف ",
        "يمنع التوقف ",
        "يمنع الوقوف و التوقف   "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/286_q.mp3"),
      "quez_imag": require("./img/ex_questions/286_10.jpg"),
      "quez_h": "وقوف العربات أمام مداخل الممتلكات مضايقا و بالتالي ممنوعا في حين يجوز التوقف أمامها على أن يبقى السائق بعربته أو قريب منها بحيث يمكن أن ينقلها إلى مكان آخر عند كل دخول أو خروج لهذا الملك .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشاهد ليلا في طقس صاف على مسافة 150  متر",
      "resp_list": [
        "أضواء الفرامل  ",
        "أضواء الوضعية الخلفية  ",
        "التجهيزات العاكسة للنور"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/287_q.mp3"),
      "quez_imag": require("./img/ex_questions/287_11.jpg"),
      "quez_h": "يجب أن تجهز كل سيارة في مؤخرتها بضوئي وضعية يرسلان نحو الوراء عند تشغيلهما نورا أحمرا غير مبهر ويرى ليلا عندما يكون الطقس صاف على مسافة 150متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا  المفترق بدون علامات : للسير إلى الأمام ",
      "resp_list": [
        "أمر في المرتبة الأولى ",
        "أمر في المرتبة الثانية ",
        "أمر في المرتبة الثالثة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/288_q.mp3"),
      "quez_imag": require("./img/ex_questions/288_12.jpg"),
      "quez_h": "بهذا المفترق بدون علامات تطبق قاعدة الأولوية إلى اليمين . تتم أولوية مرور العربات كما يلي : تمر السيارة الزرقاء في المرتبة الأولى لأن يمينها شاغر في حين يجب على السيارة البيضاء التي تتأهب للسير إلى الأمام أن تفسح لي مجال المرور . إذن أمر في المرتبة الثانية .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن لا يزيد  الفارق بين عمق الأخاديد الأساسية لطوقيين مطاطيين مركبين على مغزل واحد عن",
      "resp_list": [
        "مليمتر 1,6  ",
        "مليمتر 5  ",
        "مليمتر 1  "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/289_q.mp3"),
      "quez_imag": require("./img/ex_questions/289_13.jpg"),
      "quez_h": "يجب أن لايزيد الفارق بين عمق الأخاديد الأساسية لطوقيين مطاطيين مركبين على مغزل واحد عن 5 مليمتر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة تعني",
      "resp_list": [
        "ممنوع التوقف ",
        "ممنوع الوقوف ",
        "ممنوع التوقف  و الوقوف "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/290_q.mp3"),
      "quez_imag": require("./img/ex_questions/290_14.jpg"),
      "quez_h": "تمنع هذه العلامة الوقوف :أي توقيف العربة ثم توقيف المحرك و مغادرة العربة ، غير أنه يمكن التوقف لصعود أو نزول راكب .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة تعني",
      "resp_list": [
        "السرعة القصوى محددة في هذا النفق ب 70 كم في الساعة",
        "السير ممنوع على العربات  التي يتجاوز طولها العدد المبين بالعلامة ",
        "مسافة الأمان بين العربات لاتقل عن 70 متر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/291_q.mp3"),
      "quez_imag": require("./img/ex_questions/291_15.jpg"),
      "quez_h": "تعني هذه العلامة أن مسافة الأمان بين العربات بهذا النفق يجب أن لا تقل عن 70 متر منعا لوقوع الحوادث.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تبين هذه العلامة بأنه يمكنني الجولان بالمسلك الأيمن فقط",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/292_q.mp3"),
      "quez_imag": require("./img/ex_questions/292_16.jpg"),
      "quez_h": "تشير هذه العلامة إلى أن الاتجاه المبين مؤمن ب 3 مسالك . كما تبين بأن السير بالمسلك الأوسط و الأيسر ممنوع على العربات المعدة لنقل البضائع التي لايمكنها السير إلا بالمسلك الأول الموجود على اليمين. في حالة الجولان العادي ,أستعمل المسلك الأيمن في حين يمكنني استعمال المسلك الأوسط و الأيسر عند المجاوزة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن أسهم الانزواء ",
      "resp_list": [
        "عن حذف سبيل",
        " أن الخطوط المتقطعة ستصبح متواصلة"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/293_q.mp3"),
      "quez_imag": require("./img/ex_questions/293_17.jpg"),
      "quez_h": "ترسم أسهم الانزواء بين الخطوط المتقطعة وتعني أن هذه الخطوط المتقطعة ستصبح متواصلة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن",
      "resp_list": [
        "طريق ذات اتجاه واحد ",
        "اتجاه إجباري إلى الأمام  عند المفترق القادم ",
        "طريق ذات اتجاهين"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/294_q.mp3"),
      "quez_imag": require("./img/ex_questions/294_18.jpg"),
      "quez_h": "تعلن هذه العلامة عن طريق ذات اتجاه واحد .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تبين هذه الملصقة أن هذه العربة تحمل ",
      "resp_list": [
        "مواد مشعة",
        "وقود أوبيروكسيد عضوي",
        "مواد سامة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/295_q.mp3"),
      "quez_imag": require("./img/ex_questions/295_19.jpg"),
      "quez_h": "تبين هذه الملصقة أن المادة المنقولة بهذه العربة هي وقود أو بيروكسيد عضوي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن أخفض من السرعة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/296_q.mp3"),
      "quez_imag": require("./img/ex_questions/296_20.jpg"),
      "quez_h": "عامة يبدأ مفعول تحديد السرعة بداية من العلامة نفسها. غير أن هذه القاعدة يمكن أن تتغير في صورة وجود لافتة تحت العلامة تشير إلى المسافة المتبقية. في هذه الحالة تشير اللافتة إلى تذكير مما يعني أن هنالك علامة سابقة قد اعترضتني تشير إلى نفس التحديد للسرعة و بالتالي لا أخفض من السرعة لأنني أسير مسبقا بسرعة أقل من في 50 كم الساعة .&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن تحمل العربات التي يقودها سواق متربصون إشارتين يدلان على السرعة القصوى المسموح بها ",
      "resp_list": [
        "داخل مواطن العمران ",
        "خارج مواطن العمران فقط",
        "على الطرقات السيارة وخارج مواطن العمران "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/297_q.mp3"),
      "quez_imag": require("./img/ex_questions/297_21.jpg"),
      "quez_h": "يجب أن تحمل العربات التي يقودها سواق متربصون إشارتين تدلان على السرعة القصوى المسموح بها على الطرقات خارج مواطن العمران .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وجود ضباب ، السرعة القصوى المسموح بها ",
      "resp_list": [
        "70 كم /س",
        "90 كم /س",
        "110 كم /س"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/298_q.mp3"),
      "quez_imag": require("./img/ex_questions/298_22.jpg"),
      "quez_h": "عند تقلص الرؤيا بسبب الضباب أو غيرها من العوامل الطبيعية يخفض الحد الأقصى للسرعة خارج مناطق العمران ب20 كم في الساعة . إذا السرعة القصوى المسموح بها في هذه الحالة هي 70كم في الساعة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بسرعة  90 كلم /س  يجب ترك مسافة  أمان لا تقل عن",
      "resp_list": [
        "27 متر ",
        "37 متر ",
        "15 متر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/299_q.mp3"),
      "quez_imag": require("./img/ex_questions/299_23.jpg"),
      "quez_h": "يجب على كل سائق يسير وراء عربة أخرى أن يترك مسافة أمان كافية حتى يتمكن من تفادي الاصطدام بها خاصة عند التخفيض الفجئي للسرعة لهذه الأخيرة . بسرعة 90 كلم /س يجب ترك مسافة أمان لا تقل عن 27 متر. لاحتساب هذه المسافة ، يجب ضرب رقم عدد عشرات السرعة في 3 أي 9 * 3 = 27.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن يرفق الرباط الضاغط بورقة تتضمن ساعة وتاريخ الاستعمال ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/300_q.mp3"),
      "quez_imag": require("./img/ex_questions/300_24.jpg"),
      "quez_h": "يجب أن تلصق بالرباط الضاغط ورقة يذكر فيها ساعة وتاريخ الاستعمال حتى يتسنى للأطباء معرفة ما إذا كان من الممكن أم لا إنقاذ العضوالمصاب.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "استعمال آلة كاشفة الرادار تعرضك إلى ",
      "resp_list": [
        "خطية مالية لاتتجاوز 60 دينار",
        "خطية مالية يمكن أن تصل إلى 200 دينار",
        "سحب رخصة السياقة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/301_q.mp3"),
      "quez_imag": require("./img/ex_questions/301_25.jpg"),
      "quez_h": "وضع أو استعمال آلة تكشف الرادار بالعربات هي جنحة : يعاقب مرتكبها بالسجن لمدة أقصاها شهر وبخطية تتراوح من 120 إلى 200 دينار أو بإحدى هاتين العقوبتين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند ارتكاب السائق لجريمة من  جرائم الجولان المستوجبة لخصم النقاط ، تخصم  النقاط من رخصة السياقة ",
      "resp_list": [
        "بعد تحرير المحضر",
        "بعد صدور حكم نهائي يقضي بالإدانة من المحكمة المختصة",
        "بعد خلاص الخطية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/302_q.mp3"),
      "quez_imag": require("./img/ex_questions/302_26.jpg"),
      "quez_h": "عند ارتكاب السائق لجريمة من جرائم الجولان المستوجبة لخصم النقاط ، لايمكن خصم النقاط إلا بعد صدور حكم نهائي يقضي بالإدانة من المحكمة المختصة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "  زمن رد الفعل هو المدة التي تفصل لحظة مشاهدة الخطر ",
      "resp_list": [
        "و بداية الضغط على دواسة الفرامل ",
        "و نهاية الفرملة ",
        "و الوقوف الكلي للعربة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/303_q.mp3"),
      "quez_imag": require("./img/ex_questions/303_27.jpg"),
      "quez_h": "زمن رد الفعل هو المدة التي تفصل لحظة مشاهدة الخطر و بداية الضغط على دواسة الفرامل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أثناء الجولان وعند استعمال عربة تنفث دخانا أو تحدث ضجيجا يتجاوز المقاييس المسموح بها بنسبة تفوق 20  %  وتقل عن 50% يرتكب السائق",
      "resp_list": [
        " جناية",
        "مخالفة ",
        "جنحة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/304_q.mp3"),
      "quez_imag": require("./img/ex_questions/304_28.jpg"),
      "quez_h": "يرتكب مخالفة كل سائق يستعمل عربة تنفث دخانا أو تحدث ضجيجا يتجاوز المقاييس المسموح بها بنسبة تفوق 20 % وتقل عن 50%.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "من يمر أولا",
      "resp_list": [
        " سيارتي ",
        " المترو لأنه قادم من اليمين  ",
        "المترو لأنه دائما يتمتع بالأولوية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/305_q.mp3"),
      "quez_imag": require("./img/ex_questions/305_29.jpg"),
      "quez_h": "تسلك عربات المترو في سيرها على السكك الحديدية شبكة الطرقات و تبقى خاضعة للقواعد العامة للجولان. في هذه الحالة الأضواء لا تشتغل، يتمتع المترو بأولوية المرور لأنه قادم من اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "السرعة محددة بهذه الطريق",
      "resp_list": [
        "110  كم/ س",
        "100  كم/ س",
        "90 كم/ س"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/306_q.mp3"),
      "quez_imag": require("./img/ex_questions/306_30.jpg"),
      "quez_h": "تشير علامة الإرشاد الموجودة من جهة اليمين بأنني أسير بطريق سيارة . يجب أن لا تتجاوز سرعتي القصوى 110 كم/ س.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_K": [
    {
      "quez": "الضوء أصفر رفاف",
      "resp_list": [
        "أترك الأولوية لليمين و اليسار ",
        " أتوقف",
        " أتمتع بأولوية المرور"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/307_q.mp3"),
      "quez_imag": require("./img/ex_questions/307_ex10q-1.gif"),
      "quez_h": "عندما يكون الضوء الأصفر الرفاف مصحوبا بعلامة من علامات الأولوية ، ,تنظم حركة المرور بالمفترق بواسطة هذه العلامة. في هذه الوضعية يجب أن أمتثل لعلامة فسح المجال وبالتالي أترك الأولوية إلى اليمين و اليسار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالمفترق القادم، سوف أترك الأولوية لليمين",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/308_q.mp3"),
      "quez_imag": require("./img/ex_questions/308_2.jpg"),
      "quez_h": "تشير هذه العلامة إلى تقاطع طريق رئيسي مع طريق فرعي من جهة اليمين . يجب على العربات القادمة من جهة اليمين أن يفسحوا لي المجال للمرور و بالتالي أمر دون أن أترك الأولوية لليمين .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذه الحالة ,عند مقاطعة  هذه العربة ",
      "resp_list": [
        "أزيد في السرعة",
        "أخفض من السرعة وأستعمل أضواء الطريق ",
        "أخفض من السرعة وانظر إلى الحافة اليمنى للمعبد"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/309_q.mp3"),
      "quez_imag": require("./img/ex_questions/309_3.jpg"),
      "quez_h": "عندما يقع إبهاري من طرف العربة القادمة من الاتجاه المعاكس ، أخفض من السرعة وأنظر إلى الحافة اليمنى للمعبد .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب التوقف عند حد المعبد ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/310_q.mp3"),
      "quez_imag": require("./img/ex_questions/310_4.jpg"),
      "quez_h": "عند عدم وجود خط عرضي متواصل كما هو الحال هنا ,يجب على كل سائق يصل إلى تقاطع طرقات توجد به علامة الوقوف الإجباري &quot; قف &quot; أن يتوقف عند حد المعبد الذي يقترب منه و أن لا يسلكه إلا بعد التأكد من إمكانية القيام بذلك بدون خطر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تسمح  لي الخطوط في  وسط المعبد  بالمجاوزة",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/311_q.mp3"),
      "quez_imag": require("./img/ex_questions/311_5.jpg"),
      "quez_h": "يوجد في وسط هذا المعبد خط متواصل محاذ لخط متقطع. وفي هذه الحالة يمكنني القيام بالمجاوزة لان الخطوط المتقطعة من جهتي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكن التوقف  على جوانب الوقوف الاضطراري في الحالات الاستعجالية  فقط ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/312_q.mp3"),
      "quez_imag": require("./img/ex_questions/312_6.jpg"),
      "quez_h": "يمكن التوقف على جوانب الوقوف الاضطراري في الحالات الاستعجالية فقط أي عند وقوع عطب أو في صورة الشعور بتعب مفاجئ .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب تجديد رخصة السياقة  من صنف\" ب\" كل 5 سنوات  إذا كان عمر السائق",
      "resp_list": [
        "من 18 إلى 60 سنة ",
        "من 60 إلى 76 سنة",
        "من 76 فما فوق"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/313_q.mp3"),
      "quez_imag": require("./img/ex_questions/313_7.jpg"),
      "quez_h": "بين السن 60 و 76 سنة ، يجب تجديد رخصة السياقة من صنف ب كل 5 سنوات .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا النفق، سيارة تسبقني، يجب أن أترك مسافة أمان لا تقل عن 70 متر",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/314_q.mp3"),
      "quez_imag": require("./img/ex_questions/314_8.jpg"),
      "quez_h": "عند السير وراء عربة أخرى في هذا النفق يجب ترك مسافة أمان لاتقل عن 70 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير  هذه العلامة إلى ",
      "resp_list": [
        "طريق منزلق",
        "تناثر حصى"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/315_q.mp3"),
      "quez_imag": require("./img/ex_questions/315_9.jpg"),
      "quez_h": "تنبه هذه العلامة السائق إلى خطر الانزلاق بالطريق لوجود منعرج. يجب التخفيض من السرعة&nbsp; عند الاقتراب من هذا&nbsp; المنعرج .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "منع هذه العلامة مرور العربات الناقلة ",
      "resp_list": [
        " لمواد متفجرة",
        "لمواد خطرة",
        "لمواد يمكنها تلويث المياه"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/316_q.mp3"),
      "quez_imag": require("./img/ex_questions/316_10.jpg"),
      "quez_h": "تمنع هذه العلامة الجولان على العربات الناقلة لمواد خطرة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ما هو لون أضواء المقاطعة و الطريق",
      "resp_list": [
        "أبيض",
        "أصفر ",
        "أبيض و أصفر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/317_q.mp3"),
      "quez_imag": require("./img/ex_questions/317_11.jpg"),
      "quez_h": "يجب أن تجهز كل سيارة في مقدمتها بأضواء مقاطعة و أضواء طريق يرسلان إلى الأمام عند تشغيلهما نورا أبيض يضيء الطريق بصفة ناجعة ليلا ,عندما يكون الطقس صاف .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتعرض السائق الذي لا يحترم إشارات العون إلى",
      "resp_list": [
        "خصم 6  نقاط ",
        "السجن لمدة أقصاها شهر  ",
        "خطية مالية أقصاها  200 دينار "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/318_q.mp3"),
      "quez_imag": require("./img/ex_questions/318_12.jpg"),
      "quez_h": "عدم الامتثال لإشارات الوقوف أو للمراقبة من قبل الأعوان المكلفين بذلك و المباشرين ينجرعنه خطية مالية تتراوح من من 100 دينار إلى 200 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "رفض الخضوع لإجراءات إثبات الحالة الكحولية يؤدي إلى",
      "resp_list": [
        "وضع العربة بالمستودع البلدي   ",
        "خصم 3 نقاط",
        "حجز رخصة السياقة على الفور "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/319_q.mp3"),
      "quez_imag": require("./img/ex_questions/319_13.jpg"),
      "quez_h": "رفض الخضوع لإجراءات إثبات الحالة الكحولية ينجر عنه ,زيادة عن حجز رخصة السياقة على الفور ,عقوبة بالسجن لمدة أقصاها 6 أشهر وبخطية مالية تتراوح من 200 إلى 500 دينار أو بإحدى هاتين العقوبتين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "السير بدون استعمال الأضواء عند وجود ضباب , يترتب عنه ",
      "resp_list": [
        "السحب الفوري لرخصة السياقة ",
        " خطية مالية",
        "التوقيف الفوري للعربة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/320_q.mp3"),
      "quez_imag": require("./img/ex_questions/320_14.jpg"),
      "quez_h": "يعاقب بخطية مالية كل من يسير بدون استعمال الأضواء عند وجود ضباب.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "إلى حين بلوغ عمر السائق  60 سنة ,يجب تجديد رخصة السياقة  من صنف \" ب\"",
      "resp_list": [
        " كل 3 سنوات",
        "كل 5 سنوات",
        "كل 10 سنوات"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/321_q.mp3"),
      "quez_imag": require("./img/ex_questions/321_15.jpg"),
      "quez_h": "إلى حين بلوغ عمر السائق 60 سنة ,يجب تجديد رخصة السياقة من صنف &quot; ب&quot; كل 10 سنوات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "أتجاوز العربة الأولى فقط ",
        "أتجاوز العربتين "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/322_q.mp3"),
      "quez_imag": require("./img/ex_questions/322_16.jpg"),
      "quez_h": "أسير بالطريق السيارة . في هذه الحالة ليس هناك عربة بصدد مجاوزتي ، يمكنني إذا مجاوزة هاتين الشاحنتين في نفس الوقت بعد تشغيل ضوء تغيير الاتجاه .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " المقاطعة صعبة بهذه الطريق: من يمر أولا ؟",
      "resp_list": [
        "سيارتي",
        "الشاحنة"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/323_q.mp3"),
      "quez_imag": require("./img/ex_questions/323_17.jpg"),
      "quez_h": "عندما تكون المقاطعة صعبة ، يجب على سائق العربة الكبيرة التي يتجاوز حجمها الخارجي أو حمولتها 2 متر عرضا أو 7 متر طولا باعتبار المجرورة أن يخفض من سرعته وينحاز قدر الإمكان إلى اليمين ليفسح مجال المرور للعربة الأقل حجما.\r\n\r\nفي هذه الحالة لايسمح عرض المعبد بالقيام بالمقاطعة دون خطر وبالتالي يجب على سائق هذه الشاحنة أن يخفض من سرعته وأن ينحاز إلى اليمين قدر الإمكان ليفسح لي مجال المرور .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تقوم هذه السيارة بعملية مجاوزة . يمكنني السير خلفها لمجاوزة هذه العربة  ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/324_q.mp3"),
      "quez_imag": require("./img/ex_questions/324_18.jpg"),
      "quez_h": "يسمح الخط المتقطع بوسط المعبد القيام بعملية المجاوزة.ولكن بهذه الطريق ذات الاتجاهين يمنع متابعة العربة التي هي بصدد المجاوزة لأنها تحجب الرؤية ويمكن أن تضايقني أثناء هذه المناورة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "على طول هذا الرصيف ",
      "resp_list": [
        "يمكن التوقف ",
        "يمكن الوقوف ",
        "لا يمكن التوقف  و لا الوقوف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/325_q.mp3"),
      "quez_imag": require("./img/ex_questions/325_19.jpg"),
      "quez_h": "يمنع الوقوف و التوقف على حافة رصيف مدهون باللون الأصفر. لا يمكن التوقف ولا الوقوف على حافة هذا الرصيف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن أسهم الانزواء المرسومة بين الخطوط المتقطعة ",
      "resp_list": [
        "عن خط متواصل",
        " عن حذف سبيل "
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/326_q.mp3"),
      "quez_imag": require("./img/ex_questions/326_20.jpg"),
      "quez_h": "تعلن أسهم الانزواء المرسومة بين الخطوط المتقطعة عن خط متواصل: يكون عدد هذه الخطوط عادة 3 .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند السير وراء عربة تنقل مواد خطرة ، يجب  ترك مسافة أمان لا تقل عن ",
      "resp_list": [
        "50 متر ",
        "70 متر ",
        "100 متر "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/327_q.mp3"),
      "quez_imag": require("./img/ex_questions/327_21.jpg"),
      "quez_h": "عند السير وراء عربة تنقل مواد خطرة ، يجب ترك مسافة أمان لا تقل عن 70 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمنع   تركيب عجلات مطاطية ذات هياكل مختلفة على نفس المغزل ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/328_q.mp3"),
      "quez_imag": require("./img/ex_questions/328_22.jpg"),
      "quez_h": "يمنع تركيب على السيارات ومجروراتها عجلات مطاطية ذات هياكل مختلفة على نفس المغزل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يعتبر وقوف هذه السيارة ",
      "resp_list": [
        "مضايقا",
        "خطيرا",
        "مفرطا"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/329_q.mp3"),
      "quez_imag": require("./img/ex_questions/329_23.jpg"),
      "quez_h": "يعتبر الوقوف أو التوقف على الممرات الخاصة بالمترجلين مضايقا و بالتالي ممنوعا.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند الجولان  في طريق ذو اتجاه واحد ، يكون الوقوف ",
      "resp_list": [
        "من الجانب  الأيمن فقط  ",
        "من الجانب  الأيسر   فقط ",
        " من الجانبين  "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/330_q.mp3"),
      "quez_imag": require("./img/ex_questions/330_24.jpg"),
      "quez_h": "يجب أن يتم توقف أو وقوف أي عربة داخل مناطق العمران في نفس اتجاه حركة الجولان . يكون الوقوف أو التوقف على الجهة اليمنى أو اليسرى من الطريق ذات الاتجاه الواحد ، ما عدى الحالات التي تتخذ فيها السلطات ذات النظر إجراءات مخالفة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب القيام بالضغط اليدوي على مكان الجرح لمدة ",
      "resp_list": [
        "ثوان",
        " دقائق    ",
        "ساعة  "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/331_q.mp3"),
      "quez_imag": require("./img/ex_questions/331_25.jpg"),
      "quez_h": "لتوقيف النزيف الدموي وتجنب تفاقم حالة المصاب يجب الضغط اليدوي المباشر وباستمرار على مكان الإصابة وذلك لمدة تتراوح من 15 إلى 25 دقيقة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند وقوع حادث مرور  يقع  إعلام الإسعاف الطبي الاستعجالي على الرقم ",
      "resp_list": [
        "190",
        "197",
        "198"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/332_q.mp3"),
      "quez_imag": require("./img/ex_questions/332_26.jpg"),
      "quez_h": "عند وقوع حادث مرور,يمكنني إعلام الإسعاف الطبي الاستعجالي على الرقم 190. يجب أن تتضمن المكالمة الاسم واللقب ورقم الهاتف ومكان الحادث وبعض المعلومات الخاصة به : كعدد المصابين وحالتهم ونوع الإصابات. وعند الحديث مع مصالح الإسعاف أتكلم بوضوح وبهدوء وخاصة انتظر التعليمات حتى يقفل الخط.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه الملصقة بأن الحمولة تمثل خطر حريق بواسطة ",
      "resp_list": [
        " مواد سائلة ",
        "مواد  غازية ",
        "مواد صلبة "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/333_q.mp3"),
      "quez_imag": require("./img/ex_questions/333_27.jpg"),
      "quez_h": "تشير هذه الملصقة بأن الحمولة تمثل خطر حريق بواسطة مواد صلبة . يمكن أن ينبعث من هذه المواد الصلبة بخار يلتهب عند الاتصال بمصدر حرارة و يمكنها التسبب في اندلاع حريق أو حروق أو تسمم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أثناء الجولان و عند اشتعال هذا المؤشر، فانه يشير إلى",
      "resp_list": [
        " عطب كهربائي ",
        "عطب في الفرامل ",
        "عطب في جهاز التبريد "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/334_q.mp3"),
      "quez_imag": require("./img/ex_questions/334_28.jpg"),
      "quez_h": "هذا المؤشر ذو اللون الأحمر يشير إلى وجود خلل . عند ظهوره أثناء سير العربة فإنه يشير إلى عطب بجهاز الفرملة. يجب التوقف حالا لمعاينة الخلل و إصلاحه على الفور . أما عند ظهور هذا المؤشر و العربة في حالة توقف، فإنه يشير عندئذ إلى أن الفرامل اليدوية في حالة اشتغال و يجب فكها لمواصلة السير.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن لا تتجاوز حمولة العربة من الخلف",
      "resp_list": [
        "متر واحد ",
        "متران ",
        "3 أمتار "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/335_q.mp3"),
      "quez_imag": require("./img/ex_questions/335_29.jpg"),
      "quez_h": "عند شحن العربة بحمولة ، يجب أن لا تتدلى على الأرض و أن لا تتجاوز بأكثر من 3 أمتار مؤخر العربة المذكورة أو مؤخر مجرورتها .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن ",
      "resp_list": [
        "بداية موطن عمران ",
        " الخروج من موطن عمران ",
        "الدخول الى  الطريق السيارة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/336_q.mp3"),
      "quez_imag": require("./img/ex_questions/336_30.jpg"),
      "quez_h": "تعلن هذه العلامة عن بداية موطن عمران. يجب الامتثال لعلامة تحديد السرعة المبينة بالعلامة.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_L": [
    {
      "quez": "نفخ العجلات بطريقة خاطئة",
      "resp_list": [
        "يؤثر على توازن العربة",
        "يؤثر على المحرك",
        "لايؤثر على توازن العربة"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/337_q.mp3"),
      "quez_imag": require("./img/ex_questions/337_1.jpg"),
      "quez_h": "عندما يكون نفخ العجلات بطريقة خاطئة فإن ذلك يؤدي إلى الاختلال في توازن العربة بما يشكل خطرا على ركابها.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تتم مراقبة البطارية ",
      "resp_list": [
        "بصفة منتظمة",
        "عند إجراء الفحص الفني للسيارة",
        "كل شهر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/338_q.mp3"),
      "quez_imag": require("./img/ex_questions/338_2.jpg"),
      "quez_h": "ينصح بضرورة صيانة البطارية بصفة منتظمة , وللمحافظة عليها بحالة حسنة يجب القيام بما يلي :\r\n\r\nملئ البطارية بصورة منتظمة بسائل خاص في حالة نقصانه\r\n\r\nحماية الأطراف والأقطاب من الصدأ\r\n\r\nتنظيف الأطراف والأقطاب بكربونات الصوديوم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يجب أن يكون نسق التنفس الاصطناعي عند الرضيع",
      "resp_list": [
        "من 12  إلى 20  حركة تنفسية في الدقيقة",
        "من 25  إلى 45  حركة تنفسية في الدقيقة",
        "مثل حركة دقات القلب في الحالة العادية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/339_q.mp3"),
      "quez_imag": require("./img/ex_questions/339_3.jpg"),
      "quez_h": "يمكن أن يكون دوران الهواء داخل المجاري التنفسية مضطربا أو منعدما لدى المصاب من جراء حادث مرور,وتكمن الخطورة هنا عندما لايدخل الأكسيجين بكمية كافية إلى الرئتين بما يشكل تهديدا على حياة المصاب.إذا ماتبين أن المصاب مختنق,يجب على المسعف أن يقوم بعملية التنفس الاصطناعي ( وذلك بعد أن يمدد المصاب على ظهره) من الفم إلى الفم وذلك بقوة كافية حتى يرتفع صدر المصاب: تابع هذه العملية وذلك بمعدل 25 إلى 45 حركة تنفسية في الدقيقة حتى يسترجع الرضيع تنفسه الطبيعي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن تجهز كل سيارة",
      "resp_list": [
        "بمثلث خطر",
        "بمثلثي خطر",
        "مثلث الخطر ليس إجباري"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/340_q.mp3"),
      "quez_imag": require("./img/ex_questions/340_4.jpg"),
      "quez_h": "يجب أن تجهز كل سيارة بمثلثي خطر. عند وقوع عطب, يقوم السائق بالإشارة التمهيدية للعائق الممثل للخطر بواسطة مثلثي خطر من أمام ومن خلف السيارة على مسافة 30 متر على الطرقات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذا المنعرج لتنبيه مستعملي الطريق ، يجب على سائق هذه العربة استعمال ",
      "resp_list": [
        "المنبه الصوتي ",
        "المنبه الضوئي "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/341_q.mp3"),
      "quez_imag": require("./img/ex_questions/341_5.jpg"),
      "quez_h": "لا يسمح إلا باستعمال الإشارات الضوئية بين غروب الشمس طلوع النهار. لذلك ، وفي هذه الحالة ، يجب علي سائق هذه العربة استعمال المنبه الضوئي في هذا المنعرج لتنبيه مستعملي الطريق القادمين من الاتجاه المعاكس.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الضوء أصفر رفاف",
      "resp_list": [
        "أتوقف",
        "أفسح المجال للعربات القادمة من اليمين ",
        "أمر بحذر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/342_q.mp3"),
      "quez_imag": require("./img/ex_questions/342_ex11q6.gif"),
      "quez_h": "عندما يكون الضوء الأصفر الرفاف مصحوبا بإشارة عمودية ,تنظم حركة المرور بالمفترق بواسطة العلامة الموجودة بعمود الأضواء. في هذه الوضعية تشير علامة الأولوية بأن الطريق التي أسير بها ذات أولوية ومع ذلك أمر بحذر عند عبور هذا المفترق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تصبح رخصة السياقة معلقة الصلوحية بعد ",
      "resp_list": [
        "شهر من ارتكاب المخالفة دون خلاص مبلغ الخطية",
        " 7 أيام من ارتكاب المخالفة دون خلاص مبلغ الخطية",
        " 15 يوم من ارتكاب المخالفة دون خلاص مبلغ الخطية"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/343_q.mp3"),
      "quez_imag": require("./img/ex_questions/343_7.jpg"),
      "quez_h": "تعتبر رخصة السياقة معلقة الصلوحية بعد انقضاء شهر من ارتكاب المخالفة دون خلاص مبلغ الخطية وبالتالي تصبح غير صالحة للسياقة إلى حين خلاص الخطية أو تسوية الوضعية.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "حزام  الأمان إجباري لركاب المقاعد الأمامية ",
      "resp_list": [
        "خارج المناطق البلدية وبالطرقات السيارة",
        "داخل  المناطق البلدية",
        "في كل الأحوال"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/344_q.mp3"),
      "quez_imag": require("./img/ex_questions/344_8.jpg"),
      "quez_h": "يكون استعمال حزام الأمان إجباريا خارج المناطق البلدية وبالطرقات السيارة وذلك بالنسبة إلى السواق وإلى راكبي المقاعد الأمامية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "على طول هذا الخط الأصفر المتقطع ",
      "resp_list": [
        "يمنع الوقوف والتوقف ",
        "يمنع التوقف ",
        "يمنع الوقوف "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/345_q.mp3"),
      "quez_imag": require("./img/ex_questions/345_9.jpg"),
      "quez_h": "يمنع الوقوف على المعبد على طول هذا الخط الأصفر المتقطع .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة إلى",
      "resp_list": [
        "مأوى للحافلات",
        "محطة خاصة بالحافلات",
        "مسلك خاص بالحافلات "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/346_q.mp3"),
      "quez_imag": require("./img/ex_questions/346_10.jpg"),
      "quez_h": "تشير هذه العلامة إلى محطة خاصة بالحافلات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة   من يمر في المرتبة الأخيرة ؟ ",
      "resp_list": [
        " سيارتي ",
        "السيارة البيضاء ",
        "السيارة السوداء"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/347_q.mp3"),
      "quez_imag": require("./img/ex_questions/347_11.jpg"),
      "quez_h": "يجب على كل سائق خارج من مسلك غير معبد أو مسلك ترابي كما هو الحال هنا بالنسبة للسيارة البيضاء, أن يفسح مجال المرور للعربات السائرة على المعبد. تعلن السيارة السوداء عن نيتها بتغيير الاتجاه للدوران إلى اليسار وبالتالي يجب أن تترك الأولوية للعربات القادمة من الاتجاه المعاكس.إذن أمر في المرتبة الأولى وتمر السيارة السوداء في المرتبة الثانية في حين تمر السيارة البيضاء في المرتبة الأخيرة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للاندماج بالطريق السيارة استعمل  ",
      "resp_list": [
        " مسلك الزيادة في السرعة",
        "مسلك التخفيض من السرعة ",
        "مسلك الوقوف الاضطراري "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/348_q.mp3"),
      "quez_imag": require("./img/ex_questions/348_12.jpg"),
      "quez_h": "للاندماج بالطريق السيارة أستعمل مسلك الزيادة في السرعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "وضع هذا القرص بالبلور الخلفي للسيارة, يعني أن السائق يخضع لتربص يدوم",
      "resp_list": [
        "سنتين",
        "سنة  واحدة ",
        "3سنوات"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/349_q.mp3"),
      "quez_imag": require("./img/ex_questions/349_13.jpg"),
      "quez_h": "عند وضع إشارة 80 كم في الساعة على الجهة اليسرى من البلور الخلفي للسيارة ,فذلك يعني أن السائق يخضع لتربص يدوم سنتين. خلال هذه الفترة ، يجب على كل سائق أن لا يتجاوز سرعة 80 كم في الساعة على الطرقات السيارة و خارج مناطق العمران.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة إلى ",
      "resp_list": [
        "مكان مخصص للوقوف",
        "محطة خاصة بالحافلات ",
        "محطة استخلاص"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/350_q.mp3"),
      "quez_imag": require("./img/ex_questions/350_14.jpg"),
      "quez_h": "تشير هذه العلامة إلى مأوى للوقوف بدون مقابل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " وقوف هذه السيارة بهذا النفق ",
      "resp_list": [
        "مسموح به ",
        "ممنوع "
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/351_q.mp3"),
      "quez_imag": require("./img/ex_questions/351_15.jpg"),
      "quez_h": "يحجر التوقف أو الوقوف الخطير.ويعتبر وقوف هذه السيارة خطيرا وبالتالي ممنوعا لأنه يعطل السير العادي للعربات الأخرى داخل هذا النفق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذه الحالة يمكن الوقوف بالقرب من تقاطع الطريق مع السكة الحديدية على مسافة لاتقل عن ",
      "resp_list": [
        "3 متر",
        "10 متر",
        "30 متر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/352_q.mp3"),
      "quez_imag": require("./img/ex_questions/352_16.jpg"),
      "quez_h": "داخل مواطن العمران , يمكن الوقوف بالقرب من تقاطع الطريق مع السكة الحديدية على مسافة لاتقل عن 10 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذه الحالة أستعمل",
      "resp_list": [
        "أضواء الوضعية ",
        "أضواء المقاطعة",
        "أضواء الطريق"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/353_q.mp3"),
      "quez_imag": require("./img/ex_questions/353_17.jpg"),
      "quez_h": "داخل مواطن العمران, وعندما تكون إنارة الطريق مسترسلة تماما مثل هذه الحالة, يستعمل السائق أضواء المقاطعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند وقوع حادث مرور يتم الاتصال  بالحماية المدنية على الرقم ",
      "resp_list": [
        "190",
        "193",
        "198"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/354_q.mp3"),
      "quez_imag": require("./img/ex_questions/354_18.jpg"),
      "quez_h": "عند وقوع حادث مرور,يمكنني إعلام الحماية المدنية على الرقم 198. يجب أن تتضمن المكالمة الاسم واللقب ورقم الهاتف ومكان الحادث وبعض المعلومات الخاصة به : كعدد المصابين وحالتهم ونوع الإصابات. وعند الحديث مع مصالح الإسعاف أتكلم بوضوح وبهدوء وخاصة انتظر التعليمات حتى يقفل الخط.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة تعني أن الشاحنة تحمل ",
      "resp_list": [
        "مواد غذائية قابلة للتعفن",
        "غازات خطيرة ",
        "سوائل خطيرة قابلة للاحتراق "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/355_q.mp3"),
      "quez_imag": require("./img/ex_questions/355_19.jpg"),
      "quez_h": "هذه العلامة تشير بأن الشاحنة تحمل سوائل خطيرة قابلة للاحتراق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "القتل على وجه الخطأ المنجر عن حادث مرور يؤدي إلى  خصم ",
      "resp_list": [
        "4 نقاط",
        "6 نقاط",
        "8 نقاط"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/356_q.mp3"),
      "quez_imag": require("./img/ex_questions/356_20.jpg"),
      "quez_h": "القتل على وجه الخطأ المنجر عن حادث مرور بسبب عدم اخذ السائق الاحتياطات اللازمة أثناء السياقة يستوجب خصم 6 نقاط من رصيد رخصة السياقة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ماهي مسافة الأمان  التي  يجب تركها عند السير بسرعة 70 كم في الساعة  ؟",
      "resp_list": [
        "21",
        "33",
        "49"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/357_q.mp3"),
      "quez_imag": require("./img/ex_questions/357_21.jpg"),
      "quez_h": "مسافة الأمان التقريبية بالنسبة لسائق تتوفر فيه المؤهلات البدنية والنفسية اللازمة هي المسافة التي تقطعها العربة في ثانية. عند السير بسرعة 70 كم في الساعة تقدر مسافة الأمان التقريبية بين عربتي والعربة التي أمامي بحوالي 21 متر.و تكون القاعدة التقريبية كما يلي : 10/70 * 3 = 21 متر .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعني هذه العلامة  ",
      "resp_list": [
        "مسلك إجباري للدراجات فقط",
        "مسلك ممنوع على الدراجات",
        "مسلك إجباري للدراجات والدراجات النارية الصغيرة بدون مجرورة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/358_q.mp3"),
      "quez_imag": require("./img/ex_questions/358_22.jpg"),
      "quez_h": "تعني هذه العلامة مسلك إجباري للدراجات والدراجات النارية الصغيرة بدون مجرورة. يجب على سائقي الدراجات والدراجات النارية الصغيرة بدون مجرورة أن يسيروا في المسالك المخصصة للدراجات إن وجدت.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "يمكنني  مواصلة السير إلى الأمام  ",
        "يمكنني الربض لفترة قصيرة فقط",
        "هذا المسلك مخصص للحافلات فقط"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/359_q.mp3"),
      "quez_imag": require("./img/ex_questions/359_23.jpg"),
      "quez_h": "تشير هاتين العلامتين بان هذا المسلك مخصص للحافلات فقط.\r\n\r\nلا يمكنني السير في هذا الاتجاه بهذا المسلك لأنه مخصص للحافلات فقط .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند الشعور بالتعب,يجب ",
      "resp_list": [
        "فتح الشباك للتهوية فقط",
        "القيام بفترة استراحة ",
        " السير بسرعة معتدلة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/360_q.mp3"),
      "quez_imag": require("./img/ex_questions/360_24.jpg"),
      "quez_h": "يعتبر الإرهاق من أهم العوامل التي تؤثر في القدرة على السياقة الآمنة,لذلك ينصح الخبراء بأخذ بفترة استراحة خارج العربة بفضاء للراحة والمشي لمسافة قصيرة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب احترام أولا ",
      "resp_list": [
        "الأضواء",
        "إشارات أعوان الشرطة",
        "علامات الطريق"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/361_q1.mp3"),
      "quez_imag": require("./img/ex_questions/361_25a.jpg"),
      "quez_h": "عند الجولان بالطرقات , يجب على مستعملي الطريق الامتثال على الفور لإشارات الأعوان المكلفين بتنظيم حركة المرور.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "أسير بمنحدر والحافلة قادمة من الاتجاه المعاكس, لمن تكون الأولوية ؟",
      "resp_list": [
        " لسيارتي",
        "للحافلة"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/362_q.mp3"),
      "quez_imag": require("./img/ex_questions/362_26.jpg"),
      "quez_h": "عندما تكون المقاطعة صعبة بالمنحدرات، يجب على سائق العربة النازلة فسح المجال لمرور العربة الصاعدة. إذا تتمتع الحافلة بأولوية المرور لأنها هي العربة الصاعدة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا المفترق",
      "resp_list": [
        "اترك الأولوية لليمين",
        "أمر بحذر"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/363_q.mp3"),
      "quez_imag": require("./img/ex_questions/363_27.jpg"),
      "quez_h": "عندما لا توجد إشارات عمودية أو سطحية ( علامات الطريق و رسوم الطريق ) تنظم الجولان بالمفترق, يجب علي تطبيق قاعدة الأولوية لليمين. لكن في هذه الحالة لاتطبق هذه القاعدة لأن السيارة القادمة من اليمين تعترضها علامة &quot; قف&quot; وبالتالي يمكنني المرور مع ملازمة الحذر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "السياقة في حالة سكر ينجر عنها ",
      "resp_list": [
        "ارتفاع في زمن رد الفعل فقط",
        " انخفاض في مجال الرؤيا فقط",
        " ارتفاع في زمن رد الفعل وانخفاض في مجال الرؤيا"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/364_q.mp3"),
      "quez_imag": require("./img/ex_questions/364_28.jpg"),
      "quez_h": "تؤدي السياقة تحت تأثير حالة كحولية إلى ارتفاع ملحوظ في زمن رد الفعل تجاه أي مفاجأة أو حادث طارئ كما ينجر عنها انخفاض في مجال الرؤيا وإلى اضطراب في حركات السائق...\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ماهي أقصى عقوبة لسائق يقود برخصة سياقة معلقة الصلوحية  ؟",
      "resp_list": [
        "خطية مالية و حجز  رخصة السياقة على الفور",
        "خطية مالية فقط ",
        "خطية مالية وحجز العربة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/365_q.mp3"),
      "quez_imag": require("./img/ex_questions/365_29.jpg"),
      "quez_h": "يتعرض السائق الذي يقود سيارته برخصة سياقة معلقة الصلوحية إلى خطية أقصاها 60 دينار , كما يقع حجز رخصة السياقة على الفور و يحال المحضر إلى العدالة وتوجه نسخة منه مصحوبة برخصة السياقة إلى المصالح المختصة المكلفة بالنقل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند  السياقة  رغم حجز الرخصة يتعرض المخالف لخطية مالية أقصاها ",
      "resp_list": [
        "60 دينار",
        "200 دينار",
        "500  دينار "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/366_q.mp3"),
      "quez_imag": require("./img/ex_questions/366_30.jpg"),
      "quez_h": "يعاقب بالسجن لمدة أقصاها شهر وبخطية تتراوح من 12O الى 200 دينار أو بإحدى هاتين العقوبتين كل مرتكب لجنحة السياقة رغم حجز رخصة السياقة.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_M": [
    {
      "quez": "ما هي الملصقة التي تشير إلى أن المادة المنقولة في حالة ساخنة",
      "resp_list": [
        "عدد 1",
        "عدد 2",
        "عدد 3"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/367_q.mp3"),
      "quez_imag": require("./img/ex_questions/367_1.jpg"),
      "quez_h": "تشير الملصقة عدد 2 أن المادة المنقولة هي في حالة ساخنة. \r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الطريق مكتظ ",
      "resp_list": [
        "أمر ",
        "أنتظر شغور الطريق",
        "أتقدم قليلا وأنتظر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/368_q.mp3"),
      "quez_imag": require("./img/ex_questions/368_2.jpg"),
      "quez_h": "على كل سائق أن لايتوغل بمفترق طرقات إذا كانت حركة الجولان به مكتظة لاتسمح له بالمرور وتعرقل أو تمنع عبور العربات القادمة من الاتجاهات الأخرى ولو في صورة تمتعه بأولوية المرور بمقتضى إشارات ضوئية أو علامات الطريق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " أثناء القيام بعملية مجاوزة, فارق السرعة بين سيارتي والسيارة التي أتجاوزها",
      "resp_list": [
        " يكبر",
        "يصغر",
        "يبقى هو نفسه "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/369_q.mp3"),
      "quez_imag": require("./img/ex_questions/369_3.jpg"),
      "quez_h": "أثناء المجاوزة, يجب أن أسرع في القيام بعملية المجاوزة وفي هذه الحالة يرتفع فارق السرعة بين سيارتي والسيارة التي أتجاوزها.من الأفضل أن لايقل فارق السرعة بين سيارتي والسيارة التي سأتجاوزها عن 20 كم/س حتى تتم هذه المناورة في وقت قصير.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند مشاهدة حادث مرور يجب ",
      "resp_list": [
        "الوقوف",
        "المرور بحذر",
        "الذهاب للإعلام"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/370_q.mp3"),
      "quez_imag": require("./img/ex_questions/370_4.jpg"),
      "quez_h": "إذا شاهدت حادث مرور ولم تصل بعد الإسعافات المختصة : توقف بمكان آمن على مسافة قريبة من موقع الحادث لاجتناب التسبب في أي خطر إضافي أو في عرقلة حركة الجولان.ضع مثلث الخطر من أمام ومن خلف الحادث.تولى حماية مكان الحادث ثم قم بالإعلام والإسعاف إن كنت عارفا بالمبادئ الأساسية للإسعافات الأولية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "وقوف هذه السيارة ",
      "resp_list": [
        " مسموح  به",
        " ممنوع ",
        "منصوح به"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/371_q.mp3"),
      "quez_imag": require("./img/ex_questions/371_5.jpg"),
      "quez_h": "يمنع الوقوف المضايق .&nbsp; يعتبر وقوفا مضايقا&nbsp; وقوف العربات أمام مداخل الممتلكات و المستودعات . في هذه الحالة&nbsp; وقوف هذه السيارة مسموح به لأنه&nbsp; لا يشكل&nbsp; عائقا أمام دخول و خروج عربات لهذا الملك الخاص.&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة وعند المجاوزة, أستعمل ",
      "resp_list": [
        " أضواء الوضعية",
        "أضواء المقاطعة",
        "أضواء الطريق"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/372_q.mp3"),
      "quez_imag": require("./img/ex_questions/372_6.jpg"),
      "quez_h": "أسير بطريق سيارة غير مضاءة . في هذه الحالة وعند المجاوزة, أستعمل أضواء المقاطعة لتلافي إبهار سائق هذه العربة. في حين أستعمل أضواء الطريق عند الوصول إلى مستوى العربة التي أعتزم مجاوزتها.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ممر مخصص للمترجلين ",
      "resp_list": [
        "أمر",
        "الأولوية للمترجل ",
        "أتوقف ثم أمر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/373_q.mp3"),
      "quez_imag": require("./img/ex_questions/373_7.jpg"),
      "quez_h": "يجب على سواق العربات فسح المجال لمرور المترجلين المتوغلين بالممرات أو السبل المخصصة لهم.\r\n\r\nفي هذه الحالة لم يشرع بعد المترجلون في السير على الممرات الخاصة بهم وبالتالي أمر دون أن أتوقف.\r\n\r\n&nbsp;\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية  ",
      "resp_list": [
        "أزيد في السرعة للاندماج بالطريق السيارة",
        " أتوقف وأفسح المجال",
        "أتوغل في الطريق السيارة وأنحاز إلى اليمين"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/374_q.mp3"),
      "quez_imag": require("./img/ex_questions/374_8.jpg"),
      "quez_h": "عند السير في مسلك الزيادة في السرعة و قبل الاندماج بالطريق السيارة ، يجب النظر في المرآة الخارجية من الجهة اليسرى . في هذه الوضعية أزيد في السرعة للاندماج بالطريق السيارة لأن السيارة القادمة و التي تظهر بالمرآة العاكسة لا تزال بعيدة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية ",
      "resp_list": [
        "أمر  بسرعة لتسهيل حركة المرور",
        "يمكن للدراجات اجتياز السكة الحديدية",
        " يجب التوقف والانتظار"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/375_q.mp3"),
      "quez_imag": require("./img/ex_questions/375_9.jpg"),
      "quez_h": "يمنع التوغل بتقاطع الطريق مع السكة الحديدية عند اشتغال الضوء الأحمر الرفاف أو عند سماع الإشارة الأوتوماتيكية الصوتية. في هذه الوضعية يجب التوقف على الفور وذلك قبل الإشارة الضوئية رغم أن الحواجز لم تنزل تماما.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للوقوف على اليمين بهذه الطريق خلف هذه السيارة",
      "resp_list": [
        "أشغل أضواء الوضعية",
        " أشغل أضواء لوحة التسجيل",
        "أطفئ الأضواء  "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/376_q.mp3"),
      "quez_imag": require("./img/ex_questions/376_10.jpg"),
      "quez_h": "عند الوقوف داخل مواطن العمران و عندما تكون الإنارة كافية , لست ملزما بتشغيل أضواء الوضعية. أطفئ أضواء العربة كلما كانت هناك إنارة عمومية كامل الليل.في هذه الحالة يمكنني الوقوف بدون تشغيل الأضواء.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " لإطفاء هذا الحريق, يجب توجيه الماء المضغوط بقارورة الإطفاء إلى:",
      "resp_list": [
        "الجزء الأعلى من النار",
        "الجزء الأسفل من النار",
        "عجلات السيارة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/377_q.mp3"),
      "quez_imag": require("./img/ex_questions/377_11.jpg"),
      "quez_h": "لإطفاء هذا الحريق, يجب توجيه الماء المضغوط بقارورة الإطفاء إلى قاعدة اللهب.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذه الطريق",
      "resp_list": [
        " يمكنني الرجوع على الأعقاب ",
        "لايمكنني الرجوع على الأعقاب",
        "يمنع الدوران الى اليمين "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/378_q.mp3"),
      "quez_imag": require("./img/ex_questions/378_12.jpg"),
      "quez_h": "يمنع الرجوع على الأعقاب في طريق ذو اتجاه واحد . بهذه الطريق لايمكنني الرجوع على الأعقاب.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب أن تجهز السيارة ب ",
      "resp_list": [
        "4 عجلات",
        "5 عجلات",
        "6 عجلات"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/379_q.mp3"),
      "quez_imag": require("./img/ex_questions/379_13.jpg"),
      "quez_h": "يجب أن تجهز السيارة ب4 عجلات مع عجلة احتياطية في حالة حسنة.إذن عدد العجلات بالسيارة 5 .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند فقدان كل النقاط المسندة لرخصة السياقة لايمكن إعادة اجتياز الامتحان للحصول على رخصة سياقة جديدة إلا",
      "resp_list": [
        "بعد سنتين",
        " بعد سنة واحدة",
        "بعد 3 أشهر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/380_q.mp3"),
      "quez_imag": require("./img/ex_questions/380_14.jpg"),
      "quez_h": "السلطة الماسكة للسجل الوطني لجرائم الجولان إعلام المخالف بواسطة وثيقة تتضمن التنبيه عليه بأن نفاذ الرصيد يترتب عنه فقدان الرخصة لصلوحيتها وإجبارية تسليمها إلى مصالح وزارة الداخلية بشرطة الطرقات.بعد تسليم رخصة السياقة يجب على المعني بالأمر انتظار 3 أشهر ثم يمكن له إعادة اجتياز امتحان نظري وتطبيقي للحصول على رخصة سياقة جديدة باستثناء أصحاب الصنف &quot;أ&quot; و &quot;ب&quot; الذين يقع إعفائهم من اجتياز الاختبار التطبيقي بشرط أن لاتتجاوز رخصة سياقتهم 3 سنوات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتم خلاص الخطايا المتعلقة بالمخالفات لدى ",
      "resp_list": [
        " إحدى القباضات البلدية",
        " إحدى القباضات المالية",
        "إحدى الفروع الجهوية للسجل الوطني لجرائم الجولان "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/381_q.mp3"),
      "quez_imag": require("./img/ex_questions/381_15.jpg"),
      "quez_h": "يتم خلاص الخطايا المتعلقة بالمخالفات لدى إحدى القباضات المالية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عدم تغيير شهادة تسجيل عربة في الآجال القانونية ينجر عنه خطية مالية أقصاها",
      "resp_list": [
        "60 دينار",
        "200 دينار",
        " 500 دينار"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/382_q.mp3"),
      "quez_imag": require("./img/ex_questions/382_16.jpg"),
      "quez_h": "عدم تغيير شهادة تسجيل عربة في ظرف 3 أشهر من تاريخ إمضاء وثيقة نقل الملكية من قبل مالكها أو من تاريخ الحصول على شهادة للتسجيل من مصالح الديوانة ،ينجر عنه خطية مالية تتراوح من 100 إلى 200 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذا النهج ذو اتجاه واحد , يمكن الرجوع إلى الوراء ",
      "resp_list": [
        "في كل الحالات",
        " لمسافة قصيرة",
        "للربض بين عربتين"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/383_q.mp3"),
      "quez_imag": require("./img/ex_questions/383_17.jpg"),
      "quez_h": "في طريق ذو اتجاه واحد يمكن الرجوع إلى الوراء لربض أو لإيواء سيارتي بين عربتين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة تمنع الجولان على العربات الناقلة لكمية معينة من",
      "resp_list": [
        "مواد متفجرة",
        "مواد سريعة الالتهاب",
        "مواد يمكنها تلويث المياه"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/384_q.mp3"),
      "quez_imag": require("./img/ex_questions/384_18.jpg"),
      "quez_h": "تمنع هذه العلامة الجولان على العربات الناقلة لكمية معينة من مواد يمكنها تلويث المياه.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للمجاوزة ",
      "resp_list": [
        "استعمل السبيل الأوسط  فقط",
        "أستعمل السبيل الأيسر فقط",
        "أستعمل السبيل الأوسط والأيسر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/385_q.mp3"),
      "quez_imag": require("./img/ex_questions/385_19.jpg"),
      "quez_h": "إذا احتوى المعبد ذو الاتجاهين على ثلاثة سبل مشخصة ماديا وجب على كل سائق يريد المجاوزة أن يسلك السبيل الوسطى دون سواها. في هذه الوضعية للقيام بعملية مجاوزة ، أستعمل السبيل الأوسط\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " مصاب نبضات قلبه سريعة وضعيفة مع اصفرار وشحوب في الوجه وبرودة في الأطراف هو ",
      "resp_list": [
        "مصاب في حالة اختناق",
        "مصاب بكسر بأحد الإطراف",
        "مصاب بحالة الصد"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/386_q.mp3"),
      "quez_imag": require("./img/ex_questions/386_20.jpg"),
      "quez_h": "حالة الصد أو الصدمة هي حالة نفسية تصيب الإنسان من جراء حادث مرور وتتمثل في عدم وصول الأكسيجين بكميات كافية إلى بقية الأعضاء الحيوية ومن علاماتها : دقات سريعة للقلب ,تنفس سريع,برودة في الأطراف ,اصفرار وشحوب في الوجه,العطش الشديد.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "رد الفعل عند السائق المرهق ",
      "resp_list": [
        "يرتفع",
        "ينخفض",
        "لايتغير"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/387_q.mp3"),
      "quez_imag": require("./img/ex_questions/387_21.jpg"),
      "quez_h": "تؤدي تأثيرات السياقة في حالة تعب وإرهاق إلى انخفاض درجة الانتباه لدى السائق وانخفاض سرعة ودقة ردود فعله الأمر الذي يؤدي إلى ارتكابه أخطاء في السياقة .إذا رد الفعل عند السائق المرهق ينخفض لأنه يصبح أقل قدرة على توقع الأخطار المنجرة عن الجولان وتقييم خطورتها.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تتم الإشارة إلى الحمولة إذا تجاوزت  مؤخرة العربة  بـ ",
      "resp_list": [
        "1 متر",
        "1.5 متر",
        "3 متر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/388_q.mp3"),
      "quez_imag": require("./img/ex_questions/388_22.jpg"),
      "quez_h": "إذا تجاوزت الحمولة مؤخرة العربة بأكثر من متر يجب الإشارة إليها بعلامة حمراء توضع في الجهة اليسرى من مؤخرة الحمولة وتكون ظاهرة للعيان في النهار وفي الليل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند الوقوف يجب أن لاتزيد المسافة الجانبية بين العربة والرصيف عن",
      "resp_list": [
        "10 صم",
        "20 صم",
        "30 صم"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/389_q.mp3"),
      "quez_imag": require("./img/ex_questions/389_23.jpg"),
      "quez_h": "يجب أن يتم توقف أو وقوف أي عربة داخل مواطن العمران قرب الرصيف وعلى مسافة لاتزيد على 30 صم.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذا السائق متحصل على رخصة السياقة من صنف \"ب\"يمكنه سياقة هذه الدراجة النارية الكبيرة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "red",
        "green"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/390_q.mp3"),
      "quez_imag": require("./img/ex_questions/390_24.jpg"),
      "quez_h": "لايمكن للمتحصل على رخصة سياقة من صنف &quot;ب&quot; سياقة الدراجات النارية الكبيرة,بل يجب أن يقدم مطلب للحصول على رخصة سياقة من صنف &quot;أ&quot; وأن يقوم باجتياز اختبار نظري وتطبيقي في الغرض.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند اشتعال هذا المؤشر أثناء الجولان، فهو يشير إلى ",
      "resp_list": [
        "خلل في جهاز التبريد ",
        "خلل في جهاز الفرملة",
        "انخفاض حاد في مستوى زيت المحرك"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/391_q.mp3"),
      "quez_imag": require("./img/ex_questions/391_25.jpg"),
      "quez_h": "عند اشتعال هذا المؤشر أثناء الجولان ، فهو يشير إلى انخفاض حاد لمستوى الزيت بالمحرك, لذا يجب التوقف بالسيارة في مكان آمن بالطريق وإضافة الكمية الناقضة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ماهو دور الرادياتور",
      "resp_list": [
        "تبريد المحرك",
        " تسخين المحرك",
        "تهوئة المحرك"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/392_q.mp3"),
      "quez_imag": require("./img/ex_questions/392_26.jpg"),
      "quez_h": "يحتوي الرادياتور على كمية من الماء: يتمثل دوره في تبريد المحرك والحفاظ عليه عند درجة حرارة التشغيل الصحيحة. في حالة انخفاض مستوى سائل التبريد، من الممكن أن ترتفع حرارة المحرك مما يؤثر على أدائه. إذا دور الرادياتور هو منع زيادة الحرارة داخل المحرك عن معدل معين صمم على أساسه هذا المحرك.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة ",
      "resp_list": [
        " تدل على أن الطريق ذو إتجاه واحد",
        "تدل على أن الاتجاه إجباري إلى الأمام ",
        " تمنع السير في هذا الاتجاه "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/393_q.mp3"),
      "quez_imag": require("./img/ex_questions/393_27.jpg"),
      "quez_h": "تدل هذه العلامة على أن الاتجاه إجباري إلى الأمام. بهذا المفترق لا يمكن الدوران إلى اليمين و لا إلى اليسار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " الرؤية منعدمة في هذا المنعرج الضيق ,يجب قبل التوغل به ",
      "resp_list": [
        "استعمال المنبه الصوتي ",
        "التبيه بتغيير الأضواء",
        "الانحياز لأقصى اليسار لكشف الرؤيا"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/394_q.mp3"),
      "quez_imag": require("./img/ex_questions/394_28.jpg"),
      "quez_h": "عندما تكون الرؤية محدودة في المناطق الجبلية, كما هوا لحال بهذا المنعرج الضيق, يجب أن أعلن عن وجود سيارتي بواسطة المنبه الصوتي من اجل توجيه الإنذارات الضرورية إلى مستعملي الطريق القادمين من الاتجاه المعاكس.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية",
      "resp_list": [
        "يمكنني الدوران إلى اليسار",
        " يمكنني الرجوع على الأعقاب ",
        "لا يمكنني الدوران الى اليسار "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/395_q.mp3"),
      "quez_imag": require("./img/ex_questions/395_29.jpg"),
      "quez_h": "تمنع هذه العلامة الرجوع على الأعقاب و لكن لاتمنع الدوران إلى اليسار.إذا يمكنني الدوران إلى اليسار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " هذه العلامة ",
      "resp_list": [
        " تعني مخفض للسرعة",
        "تعلن عن معلومات حول خدمات متنوعة",
        "تنبه إلى الاقتراب من خطر ما "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/396_q.mp3"),
      "quez_imag": require("./img/ex_questions/396_30.jpg"),
      "quez_h": "تنبه هذه العلامة إلى الاقتراب من خطر ما لذلك يجب التخفيض من السرعة وتوخي الحذر.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_N": [
    {
      "quez": "بعد هذه  العلامة ",
      "resp_list": [
        "التوقف اجباري في كل الحالات ",
        "التخفيض إجباري في السرعة ",
        " يجب الزيادة في السرعة "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/397_q.mp3"),
      "quez_imag": require("./img/ex_questions/397_1.jpg"),
      "quez_h": "بعد هذه العلامة يجب التخفيض من السرعة وذلك لاقترابي من مفترق طرقات مجهز بإشارات ضوئية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للدوران إلى اليسار في طريق ذو اتجاهين ",
      "resp_list": [
        "أنحاز إلى اليمين",
        " أنحاز إلى اليسار",
        "أنحاز إلى محور المعبد"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/398_q.mp3"),
      "quez_imag": require("./img/ex_questions/398_2.jpg"),
      "quez_h": "إذا أراد السائق مبارحة الطريق للدوران إلى اليسار يجب أن ينحاز بقدر الإمكان إلى محور المعبد إذا كان الجولان في اتجاهين .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند عدم فسح المجال لهذا المترجل أتعرض لخطية مالية أقصاها",
      "resp_list": [
        "60 دينار",
        "100 دينار",
        "500 دينار"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/400_q.mp3"),
      "quez_imag": require("./img/ex_questions/400_3.jpg"),
      "quez_h": "عند عدم فسح المجال لهذا المترجل أتعرض لخطية مالية أقصاها60 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "قيام السائق بتكوين مختص في الجولان والسلامة بالطرقات يمكنه استرجاع",
      "resp_list": [
        "4 نقاط",
        "5 نقاط",
        "8 نقاط"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/401_q.mp3"),
      "quez_imag": require("./img/ex_questions/401_4.jpg"),
      "quez_h": "يمكن لصاحب رخصة السياقة استرجاع 4 نقاط إذا خضع لتكوين مختص في الجولان والسلامة بالطرقات يحتوي خاصة على برنامج تحسيسي حول أسباب حوادث الطرقات ونتائجها ويهدف أساسا إلى الحد من التصرفات الخطيرة أثناء السياقة.ولا يسمح باسترجاع رصيد النقاط الجزئي إلا للسواق الذين فقدوا 5 نقاط على الأقل من رصيد رخص سياقتهم .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند سيلان الزيوت من العربة أو المواد التي تتسبب في الانزلاق أو تناثر الحصى, يتعرض السائق ",
      "resp_list": [
        " لخطية مالية لاتتجاوز 60  دينار  ",
        " لخطية مالية تقدر ب 100 دينار",
        " لسحب رخصته للسياقة"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/402_q.mp3"),
      "quez_imag": require("./img/ex_questions/402_5.jpg"),
      "quez_h": "عند عدم أخذ الاحتياطات اللازمة لتفادي سيلان الزيوت أو المواد التي تتسبب في الانزلاق أو تناثر الحصى أو الرمال,يعاقب السائق بخطية مالية لاتتجاوز 60 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "لمجاوزة هذه الدراجة النارية ",
      "resp_list": [
        "اشغل أضواء تغيير الاتجاه وأتجاوزها",
        "استعمل المنبه وأتجاوزها",
        "استعمل أضواء الطريق"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/403_q.mp3"),
      "quez_imag": require("./img/ex_questions/403_6.jpg"),
      "quez_h": "لمجاوزة هذه الدراجة النارية، أشغل أضواء تغيير الاتجاه من الجهة اليسرى و أترك مسافة جانبية كافية لا تقل عن 1 متر لإتمام هذه المناورة بكل أمان.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "وقوف هذه العربة",
      "resp_list": [
        " مسموح به ",
        "ممنوع ",
        "قانوني"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/404_q.mp3"),
      "quez_imag": require("./img/ex_questions/404_7.jpg"),
      "quez_h": "يجب أن تكون العربات الناقلة لكميات من مواد خطرة عبر الطرقات (تفوق الحدود المنصوص عليها بالقانون عدد 37 لسنة 1997 المؤرخ في 2 جوان 1997)عند وقوفها تحت الحراسة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذه الطريق يمنع الجولان على ",
      "resp_list": [
        " السيارات المعدة لتعليم السياقة",
        "الجرارات ومعدات الأشغال العمومية",
        "الشاحنات الثقيلة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/405_q.mp3"),
      "quez_imag": require("./img/ex_questions/405_8.jpg"),
      "quez_h": "يحجر الجولان بالطريق السيارة على الجرارات ومعدات الأشغال العمومية , وكذلك على الدراجات والدراجات النارية الصغيرة والسيارات أو مجموعة العربات التي لاتستطيع بلوغ سرعة دنيا ب 60 كم في الساعة وهي تسير في طريق منبسطة ... إلخ\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الرسوم المرسومة على الغطاء تدل على أن هذا الوعاء يحتوي على ",
      "resp_list": [
        "سائل خاص بالفرامل",
        " سائل خاص بتبريد المحرك",
        "سائل خاص بتنظيف البلور"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/406_q.mp3"),
      "quez_imag": require("./img/ex_questions/406_9.jpg"),
      "quez_h": "تشير الرسوم المرسومة على الغطاء بأن هذا الوعاء يحتوي على سائل خاص بتنظيف البلور.تجهز كل سيارة بخزان ماء المساحات حيث يقع دفع الماء إلى البلور الواقي الأمامي والبلور الخلفي للسيارة لتنظيفهما من الغبار والتراب بواسطة مضخة صغيرة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمنع الوقوف بالقرب من تقاطع الطريق مع السكة الحديدية على مسافة تقل عن",
      "resp_list": [
        " 30متر",
        "10متر",
        " 3 متر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/407_q.mp3"),
      "quez_imag": require("./img/ex_questions/407_10.jpg"),
      "quez_h": "يمنع التوقف أو الوقوف الخطير. و يعتبر التوقف أو الوقوف خطيرا بالأماكن التي تكون فيها الرؤية محدودة و خاصة عند تقاطع الطريق مع السكة الحديدية و بالقرب منها على مسافة تقل عن 30مترخارج مناطق العمران.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند ما يضئ هذا المؤشر أثناء الجولان ,فذلك يعني وجود خلل في ",
      "resp_list": [
        " الفرامل",
        "جهاز الكهرباء",
        "جهاز التبريد"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/408_q.mp3"),
      "quez_imag": require("./img/ex_questions/408_11.jpg"),
      "quez_h": "عندما يضئ هذا المؤشر أثناء الجولان ,فذلك يدل على ارتفاع درجة حرارة المحرك لذلك يجب التوقف فورا في مكان آمن بالطريق وغلق مفتاح التشغيل.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " الكشف عن  الحالة الكحولية من خلال  الهواء المزفور يكون  ايجابي عندما يتغير لون الأنبوب ",
      "resp_list": [
        "من الأصفر إلى الأحمر",
        " من الأصفر إلى الأخضر",
        "من الأخضر إلى الأصفر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/409_q.mp3"),
      "quez_imag": require("./img/ex_questions/409_12.jpg"),
      "quez_h": "عندما ينفخ السائق في جهاز كشف الكحول يدخل الهواء المز فور عبر أنبوب يحتوي على تركيبة كيميائية ذات لون أصفر والتي يصبح لونها أخضر تحت تأثير الكحول الخارج من الرئتين. بعد ما يصل أو يتجاوز التغير في اللون خط يوجد بالأنبوب يصبح السائق تحت تأثير حالة كحولية.\r\n\r\nإذا يكون الكشف عن الحالة الكحولية من خلال الهواء المزفور ايجابي عندما يتغير لون الأنبوب الذي تم فيه نفخ الهواء من الأصفر إلى الأخضر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف يعترضني مخفض للسرعة من  نوع مسنم",
      "resp_list": [
        "بداية من العلامة ",
        "بعد  50 متر من العلامة ",
        "بداية من العلامة  و على  مسافة  50 متر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/410_q.mp3"),
      "quez_imag": require("./img/ex_questions/410_13.jpg"),
      "quez_h": "تعطي هاتين العلامتان معلومتان مختلفتان : تشير علامة المنع السفلى بأن السرعة محددة ب 30 كلم في الساعة في حين تعلن علامة الخطر العليا المصحوبة بلافتة رسم عليها عدد 50 بأنه سوف يعترضني مخفض للسرعة من نوع مسنم بعد 50 متر من العلامة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يجب أن تكون أضواء الوضعية الخلفية ّذات لون ",
      "resp_list": [
        "أبيض",
        " أصفر",
        "أحمر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/411_q.mp3"),
      "quez_imag": require("./img/ex_questions/411_14.jpg"),
      "quez_h": "يجب أن تجهز كل سيارة أو مجرورة في مؤخرتها بضوئي وضعية يرسلان إلى الوراء عند تشغيلهما نورا أحمر غير مبهر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف أنعطف إلى اليمين والطريق شاغر",
      "resp_list": [
        " إشارات تغيير الاتجاه غير إجبارية ",
        " إشارات تغيير الاتجاه إجبارية ",
        "إشارات تغيير الاتجاه منصوح  بها "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/412_q.mp3"),
      "quez_imag": require("./img/ex_questions/412_ex15q13.gif"),
      "quez_h": "يجب على كل سائق قبل الانعطاف إلى اليمين أو إلى اليسار ليسلك طريق أخرى أن يستعمل أضواء تغيير الاتجاه في الوقت المناسب حتى و لو كان هذا الطريق شاغرا.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في مسلك الزيادة في السرعة ",
      "resp_list": [
        "أزيد في السرعة وأتوغل عندما يكون الطريق شاغرا",
        "أخفض من السرعة وأفسح المجال",
        "أخفض من السرعة و أتوغل  "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/413_q.mp3"),
      "quez_imag": require("./img/ex_questions/413_16.jpg"),
      "quez_h": "تظهر المرآة العاكسة للرؤيا من الجهة اليسرى&nbsp; بأن الطريق شاغر وبالتالي أزيد في السرعة في مسلك الزيادة في السرعة وأتوغل في الطريق السيارة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة أستعمل",
      "resp_list": [
        "أضواء الوضعية",
        " أضواء الطريق ",
        "أضواء المقاطعة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/414_q.mp3"),
      "quez_imag": require("./img/ex_questions/414_17.jpg"),
      "quez_h": "هذه الوضعية على السائق استعمال أضواء الطريق لان الطريق غير مضاءة . حين يجب الانتقال من أضواء الطريق إلى أضواء المقاطعة عند التلاقي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "أترك الأولوية للسيارة الرمادية",
        "أترك الأولوية للسيارة السوداء ",
        "أمر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/415_q.mp3"),
      "quez_imag": require("./img/ex_questions/415_18.jpg"),
      "quez_h": "على العربة الرمادية القادمة من اليمين التوقف على مستوى الخط العرضي المتواصل و أن تفسح لي مجال المرور.تعلن السيارة السوداء عن نيتها بتغيير الاتجاه للدوران إلى اليسار و بالتالي أن تترك الأولوية للعربات القادمة من الاتجاه المعاكس.إذا أمر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه الركائز عن ",
      "resp_list": [
        "مفترق طرقات",
        " حافة المعبد",
        "منحدر خطير"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/416_q.mp3"),
      "quez_imag": require("./img/ex_questions/416_19.jpg"),
      "quez_h": "تحدد هذه الركائز ذات اللون الأبيض والمحاطة باللون الأحمر حدود المفترق في بعض تقاطع الطرقات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "استعمال حزام الأمان خارج المناطق البلدية ",
      "resp_list": [
        "إجباري للسائق و مرافقه الأمامي ",
        "إجباري للسائق فقط",
        "غير منصوح به للركاب الآخرين من الخلف"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/417_q.mp3"),
      "quez_imag": require("./img/ex_questions/417_20.jpg"),
      "quez_h": "يكون حزام الأمان إجباريا بالطرقات السيارة وخارج المناطق البلدية وذلك بالنسبة إلى السواق وإلى ركاب المقاعد الأمامية للسيارات الخاصة والسيارات المزدوجة والشاحنات الخفيفة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للدوران إلى اليسار",
      "resp_list": [
        " مكان هذه السيارة صحيح ",
        "مكان هذه السيارة غير  صحيح ",
        "مكان  هذه السيارة قانوني "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/418_q.mp3"),
      "quez_imag": require("./img/ex_questions/418_21.jpg"),
      "quez_h": "هذه السيارة غير صحيح للدوران إلى اليسار. كان على سائق هذه العربة الإحاطة بالأرض المسطحة من جهة اليمين. كل ما أقيم بمعبد أو بساحة أو بمفترق طرقات من بناء أو نصب أو أرض مسطحة تجب الإحاطة به على اليمين ما لم توجد علامة تقضي بخلاف ذلك.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعرض السيارات الخاصة على الفحص الفني ",
      "resp_list": [
        " بعد سنة  من تاريخ وضعها في الجولان",
        "بعد سنتين من تاريخ وضعها في الجولان",
        " بعد 4 سنوات من تاريخ وضعها في الجولان "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/419_q.mp3"),
      "quez_imag": require("./img/ex_questions/419_22.jpg"),
      "quez_h": "يجب عرض السيارات الخاصة على الفحص الفني بعد مضي 4 سنوات من تاريخ وضعها في الجولان لأول مرة وفيما بعد فإنها تعرض على الفحص الفني الدوري كل سنة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للتوغل في هذا المفترق ذو الاتجاه الدوراني , مكاني صحيح ",
      "resp_list": [
        " للسير إلى الأمام  ",
        "للدوران إلى اليسار ",
        "للسير إلى الأمام أو للدوران إلى اليمين  "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/420_q.mp3"),
      "quez_imag": require("./img/ex_questions/420_23.jpg"),
      "quez_h": "يوجد سبيلين للتوغل في هذا المفترق ذو الاتجاه الدوراني. أسير بالسبيل الأيسر وبالتالي وضعيتي صحيحة للدوران إلى اليسار . للسير إلى الأمام أو الدوران إلى اليمين , يجب استعمال السبيل الأيمن.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "المجرورة الخاضعة للتسجيل هي التي يفوق وزنها الجملي المرخص فيه ",
      "resp_list": [
        "500 كغ",
        "750 كغ",
        "3500 كغ "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/421_q.mp3"),
      "quez_imag": require("./img/ex_questions/421_24.jpg"),
      "quez_h": "يجب على كل مالك لمجرورة أو نصف مجرورة يتجاوز وزنها الجملي المرخص فيه 500 كغ الحصول على شهادة تسجيل قبل وضعها في الجولان.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في صورة عدم توقف النزيف الدموي بعد الضغط اليدوي المباشر,التجأ إلى نقاط الضغط ",
      "resp_list": [
        "إلى حين وصول المسعفين المختصين",
        "إلى حين توقف النزيف",
        "مابين 10 و15 دقيقة للتوصل إلى نتيجة"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/422_q.mp3"),
      "quez_imag": require("./img/ex_questions/422_25.jpg"),
      "quez_h": "نقطة الضغط هي تقنية تستعمل لوقف النزيف وتتمثل في غلق الشريان النازف عبر الضغط عليه بالابهام أو بقبضة اليد. .يجب على المسعف اللجوء إلى نقطة الضغط عندما يكون الضغط اليدوي المباشر مستحيلا أو غير ناجع (كأن يكون الجرح كبير جدا ولايمكن تغطيته باليد أو إذا كان بداخله جسم غريب وكذلك عند وجود كسر بالعظام) مع الاحتفاظ بهذا الضغط إلى حين قدوم الإسعافات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "سوف اتجه إلى الحنشة , فذلك يعني",
      "resp_list": [
        "  الدخول إلى الطريق السيارة",
        " تفرع الطريق السيارة",
        " الخروج من الطريق السيارة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/423_q.mp3"),
      "quez_imag": require("./img/ex_questions/423_26.jpg"),
      "quez_h": "تشير الأسهم المرسومة على العلامات الأفقية إلى المسالك المخصصة لكل اتجاه. للاتجاه إلى الحنشة يجب أن أخفض من السرعة طبقا لعلامات تحديد السرعة الموجودة على اليمين إذا فذلك يعني الخروج من الطريق السيارة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة إلى",
      "resp_list": [
        " طريق به عدة منعرجات ",
        "رياح  جانبية ",
        "عبور منطقة بها خطر طيران "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/424_q.mp3"),
      "quez_imag": require("./img/ex_questions/424_27.jpg"),
      "quez_h": "تشير هذه العلامة إلى وجود رياح جانبية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "من سن 76 سنة فما فوق ، تجدد رخصة السياقة من صنف ب كل ",
      "resp_list": [
        "3 سنوات",
        "5 سنوات ",
        "10 سنوات "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/425_q.mp3"),
      "quez_imag": require("./img/ex_questions/425_28.jpg"),
      "quez_h": "بداية من السن 76 سنة يجب تجديد رخصة السياقة من صنف &quot;ب&quot; كل 3 سنوات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " الوقوف بالقرب من المفترقات يعتبر ",
      "resp_list": [
        "خطيرا",
        "مضايقا ",
        " مفرطا "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/426_q.mp3"),
      "quez_imag": require("./img/ex_questions/426_29.jpg"),
      "quez_h": "يعتبر التوقف أو الوقوف خطيرا بالأماكن التي تكون فيها الرؤية محدودة وخاصة بالمفترقات وبالقرب منها على مسافة تقل عن 10 متر خارج مناطق العمران و3 متر داخلها ابتداءا من منحني ربط الأرصفة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "    ماهي العلامة التي سوف يجدها سائق العربة القادم من الاتجاه المعاكس  ؟",
      "resp_list": [
        "علامة الجولان في الاتجاهين ",
        "علامة فسح المجال",
        "علامة اتجاه ممنوع"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/427_q.mp3"),
      "quez_imag": require("./img/ex_questions/427_30.jpg"),
      "quez_h": "العلامة التي سوف يجدها سائق العربة القادم من الاتجاه المعاكس هي علامة اتجاه ممنوع.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_O": [
    {
      "quez": "يعتبر وقوف مفرط كل وقوف بصفة مستمرة وبنفس المكان لمدة تتجاوز",
      "resp_list": [
        " 5أيام ",
        " 7أيام ",
        "10 أيام"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/428_q.mp3"),
      "quez_imag": require("./img/ex_questions/428_1.jpg"),
      "quez_h": "يعتبر وقوف مفرط كل وقوف بصفة مستمرة وبنفس المكان لمدة تتجاوز 7 أيام.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في صورة الجمع بين جريمة تستوجب خصم 3 نقاط وجريمة تستوجب خصم 4 نقاط, يكون الخصم الجملي",
      "resp_list": [
        " 5 نقاط",
        "7 نقاط ",
        "8 نقاط "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/429_q.mp3"),
      "quez_imag": require("./img/ex_questions/429_2.jpg"),
      "quez_h": "حسب مجلة الطرقات ، في صورة الجمع بين جريمة تستوجب خصم 3 نقاط وجريمة تستوجب خصم 4 نقاط , يكون الخصم الجملي 5 نقاط .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الحادث أسفر عن أضرار مادية بعربة رابضة خلال فترة غياب سائقها ",
      "resp_list": [
        " يجب البحث عن سائق العربة لتعمير المعاينة الصلحية",
        " يجب إعلام الشرطة أو الحرس الوطني ",
        " يجب إعلام الحماية المدنية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/430_q.mp3"),
      "quez_imag": require("./img/ex_questions/430_3.jpg"),
      "quez_h": "يجب على كل سائق اشترك في حادث مرور أن يعلم الشرطة أو الحرس الوطني حالا إذا أسفر الحادث عن أضرار مادية بعربات رابضة خلال فترة غياب السائق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تغيير شمعات الاشتعال بصفة منتظمة يساهم في  ",
      "resp_list": [
        "الاقتصاد في استهلاك الوقود",
        "تنقية الهواء داخل المحرك ",
        " الزيادة في نجاعة الفرملة "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/431_q.mp3"),
      "quez_imag": require("./img/ex_questions/431_4.jpg"),
      "quez_h": "تغيير شمعات الاشتعال بصفة منتظمة يساهم في الاقتصاد في استهلاك الوقود.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بهذا الطريق ذو الاتجاه الواحد وعند الدوران إلى اليسار تكون وضعيتي صحيحة ",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/432_q.mp3"),
      "quez_imag": require("./img/ex_questions/432_5.jpg"),
      "quez_h": "بطريق ذو اتجاه واحد,يجب على السائق أن ينحاز بقدر الإمكان إلى الحافة اليسرى من المعبد عند مبارحة الطريق في اتجاه يساره : في هذه الحالة ، وضعيتي صحيحة للدوران الى اليسار\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعني هذه العلامة ",
      "resp_list": [
        "طريق ذو إتجاه واحد ",
        "حاجز يجب الإحاطة به من اليمين",
        "حاجز مؤقت "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/433_q.mp3"),
      "quez_imag": require("./img/ex_questions/433_6.jpg"),
      "quez_h": "تعني هذه العلامة وجود حاجز يجب الإحاطة به من اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة ",
      "resp_list": [
        "سيارتي  تمر أولا    ",
        " المترجل يمر أولا",
        " يتم المرور بالاتفاق"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/434_q.mp3"),
      "quez_imag": require("./img/ex_questions/434_7.jpg"),
      "quez_h": "يجب على سواق العربات فسح المجال لمرور المترجلين المتوغلين بالممرات أو السبل المخصصة لهم.في هذه الحالة بدا هذا المترجل بعبور الممر المخصص له وبالتالي تكون له الأولوية. إذا المترجل يمر أولا.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "وقوف هذه السيارة قانوني ",
        " وقوف هذه السيارة مسموح به إلا في حالة عطب",
        "وقوف هذه السيارة منصوح به"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/435_q.mp3"),
      "quez_imag": require("./img/ex_questions/435_8.jpg"),
      "quez_h": "يمنع الوقوف والتوقف قرب حافة الرصيف المدهونة باللون الأصفر في حين يكون وقوف أو توقف السيارة مسموح به قرب حافة هذا الرصيف عند حصول عطب.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب تعديل المرايا العاكسة للرؤيا ",
      "resp_list": [
        " بعد تعديل المقعد",
        "بعد تشغيل المحرك",
        " قبل تعديل المقعد"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/436_q.mp3"),
      "quez_imag": require("./img/ex_questions/436_9.jpg"),
      "quez_h": "يجب تعديل المرايا العاكسة للرؤيا بعد تعديل المقعد.تتم هذه العملية دائما عند الوقوف وليس عند الجولان.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكن المجاوزة على المترو ",
      "resp_list": [
        " من اليمين فقط",
        " من اليمين واليسار",
        "من اليسار فقط"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/437_q.mp3"),
      "quez_imag": require("./img/ex_questions/437_10.jpg"),
      "quez_h": "يجب القيام بمجاوزة المترو الذي يسير على سكة حديدية ممتدة على المعبد على اليمين إذا كانت المسافة بين المترو وحافة المعبد كافية. وتكون مجاوزة المترو على اليسار في الطرقات ذات الاتجاه الواحد.\r\n\r\nإذا يمكن المجاوزة على المترو من اليمين أو اليسار حسب خاصيات الطريق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يجب تيسير مرور عربات التدخل السريع ",
      "resp_list": [
        "في كل الأحوال",
        " عندما تستعمل المنبهات الصوتية والضوئية",
        "بالمفترقات"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/438_q.mp3"),
      "quez_imag": require("./img/ex_questions/438_11.jpg"),
      "quez_h": "عربات التدخل السريع هي سيارات الإسعاف المدنية والعسكرية :مثل عربات الحماية المدنية ,وسيارات الإسعاف الطبي الاستعجالي.يجب على مستعملي الطريق تيسير مرور هذه العربات عند استعمالها للمنبهات الصوتية والضوئي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " الضوء البرتقالي الثابت الذي يلي الضوء الأخضر يسمح بالمرور إذا",
      "resp_list": [
        "كنت مستعجلا",
        " كنت غير منتبها",
        " كانت مسافة التوقف لا تسمح بذلك"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/439_q.mp3"),
      "quez_imag": require("./img/ex_questions/439_12.jpg"),
      "quez_h": "اشتعل الضوء البرتقالي الثابت وأنا قريبا جدا منه. في هذه الحالة المرور مسموح به لأنه لايمكنني التوقف في ظروف سلامة كافية, بشرط عدم وضع بقية مستعملي الطريق في خطر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بعد 4 سنوات من تاريخ وضعها في الجولان, تعرض السيارات الخاصة على الفحص الفني الدوري",
      "resp_list": [
        "كل سنة",
        "كل سنتين",
        "كل 4 سنوات"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/440_q.mp3"),
      "quez_imag": require("./img/ex_questions/440_13.jpg"),
      "quez_h": "يجب عرض السيارات الخاصة على الفحص الفني بعد انقضاء 4 سنوات من تاريخ وضعها في الجولان لأول مرة وفيما بعد فإنها تعرض مجددا للفحص الفني الدوري كل سنة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند الاقتراب من هذا  التقاطع للطريق مع  السكة الحديدية يجب",
      "resp_list": [
        " الانتباه والإسراع في القيام بهده العملية",
        " الوقوف للتأكد من عدم وجود عربات على  السكة الحديدية",
        "التخفيض من السرعة و المرور بحذر"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/441_q.mp3"),
      "quez_imag": require("./img/ex_questions/441_14.jpg"),
      "quez_h": "عند الاقتراب من هذا التقاطع للطريق مع السكة الحديدية يجب التخفيض من السرعة و المرور بحذر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " أثناء عملية المجاوزة عند الرغبة في الرجوع إلى اليمين",
      "resp_list": [
        "أضع إشارة تغيير الاتجاه وأعود مباشرة",
        " يمكنني البقاء في هذا المسلك",
        " أعود بعد النظر في المرآة العاكسة الداخلية وتنبيه مستعملي الطريق"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/442_q.mp3"),
      "quez_imag": require("./img/ex_questions/442_15.jpg"),
      "quez_h": "عند رؤية العربة التي وقع تجاوزها في المرآة العاكسة للرؤية الداخلية , أشغل أضواء تغيير الاتجاه على اليمين ثم أعود إلى اليمين بصفة تدريجية.وعند العودة إلى صفي الأصلي أطفئ أضواء تغيير الاتجاه.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "للانعطاف إلى اليسار",
      "resp_list": [
        " أترك الأولوية لليمين ثم أمر",
        " أتوقف ",
        "أترك الأولوية لليمين واليسار"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/443_q.mp3"),
      "quez_imag": require("./img/ex_questions/443_16.jpg"),
      "quez_h": "عندما تشتغل الأضواء بصفة عادية ,يجب احترام الإشارات الضوئية ولكن لا يقع تطبيق ماتمليه علامة الأولوية إلا في حالة عدم اشتغال الأضواء أو اشتغالها بواسطة الضوء البرتقالي الرفاف فقط. في هذه الوضعية, الضوء احمر أتقدم قليلا قبل الإشارة الضوئية وأتوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمر  هذا الحيوان أمامي ",
      "resp_list": [
        "أستعمل المنبه الضوئي",
        "أفرمل على مراحل متقطعة وعند الاقتضاء أتوقف",
        "أزيد في السرعة لتجنب الخطر"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/444_q.mp3"),
      "quez_imag": require("./img/ex_questions/444_17.jpg"),
      "quez_h": "يمر هذا الحيوان أمامي: لتجنب الاصطدام به أفرمل على مراحل متقطعة وعند الاقتضاء أتوقف.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "قبل القيام بالتنفس الاصطناعي يجب ",
      "resp_list": [
        " تنظيف فم المصاب وقشع الرأس قليلا إلى الوراء",
        " وضع المصاب في وضع الضمان الجانبي",
        "مخاطبة المصاب والتهدئة من روعه"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/445_q.mp3"),
      "quez_imag": require("./img/ex_questions/445_18.jpg"),
      "quez_h": "قبل القيام بالتنفس الاصطناعي يجب على المسعف أن يتأكد من خلو فم المصاب من أجسام غريبة, وفي حالة وجودها لابد من إزالتها بسرعة وبكل لطف ثم يقع قشع الرأس قليلا إلى الوراء حتى يتسنى للمتدخل القيام بعملية التنفس الاصطناعي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "بالمفترق القادم",
      "resp_list": [
        " يجب الانعطاف إلى اليسار",
        "ابقي في طريق ذات أولوية عند الانعطاف إلى اليسار",
        " يمنع الدوران إلى اليسار"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/446_q.mp3"),
      "quez_imag": require("./img/ex_questions/446_19.jpg"),
      "quez_h": "تشير هذه العلامة إلى الاقتراب من مفترق حيث أتمتع فيه بالأولوية عند الدوران إلى اليسار.الاتجاه الذي أتمتع فيه بالأولوية مرسوم على اللافتة بخط أسود سميك.إذا بالمفترق القادم أتمتع بالأولوية عند الدوران إلى اليسار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يتعين على كل مترشح للحصول على رخصة سياقة من صنف \"ب\" أو تجديدها أن يكون مجموع حدة بصره بكلتا العينين ",
      "resp_list": [
        "10/10",
        "10/6",
        "10/4"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/447_q.mp3"),
      "quez_imag": require("./img/ex_questions/447_20.jpg"),
      "quez_h": "يتعين على كل مترشح للحصول على رخصة سياقة من صنف &quot;ب&quot; أو تجديدها أن يكون مجموع حدة بصره بكلتا العينين 6 من 10 .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذه الوضعية",
      "resp_list": [
        "يمكن المجاوزة لعدم وجود علامة منع",
        "المجاوزة مسموح بها",
        " لا يمكنني المجاوزة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/448_q.mp3"),
      "quez_imag": require("./img/ex_questions/448_21.jpg"),
      "quez_h": "تحجر مجاوزة العربات (باستثناء الدراجات والدراجات النارية ذات العجلتين) وذلك عند الاقتراب من قمم المرتفعات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في حالة الضغط بقوة على الفرامل,فإن نظام  ABS",
      "resp_list": [
        " يخفض من مسافة الفرملة ",
        "يسمح بمزيد  التحكم في العربة",
        "يخفض من زمن رد الفعل"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/449_q.mp3"),
      "quez_imag": require("./img/ex_questions/449_22.jpg"),
      "quez_h": "يمكن نظام ABS من تجنب تعطيل دوران العجلات عند الضغط المفاجئ على الفرامل ,كما يسمح بمزيد التحكم في العربة لكن لايخفض من مسافة الفرملة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يجب عرض سيارة على فحص فني عرضي ",
      "resp_list": [
        " إذا كان ماسح الزجاج متآكل ",
        " إذا كانت أضواء الطريق معطبة",
        "إذا كانت ترسل أدخنة كثيفة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/450_q.mp3"),
      "quez_imag": require("./img/ex_questions/450_23.jpg"),
      "quez_h": "يمكن لأعوان الشرطة والحرس الوطني وكذلك لأعوان وزارة النقل المؤهلين للغرض والمحلفين أن يأذنوا في حدود مشمولاتهم بإجراء فحوص فنية عرضية إذا عاينوا بالطريق العام عربة ترسل أدخنة أو غازات كثيفة مضرة بالبيئة أو تحدث ضجيجا من شأنه أن يزعج مستعملي الطريق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " أضواء الضباب ",
      "resp_list": [
        "إختيارية",
        "إجبارية من الامام فقط",
        "إجبارية من الخلف فقط"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/451_q.mp3"),
      "quez_imag": require("./img/ex_questions/451_24.jpg"),
      "quez_h": "يمكن أن تجهز كل سيارة من الأمام بضوئي ضباب يرسلان نورا أبيض أو اصفر عند تشغيلهما.&nbsp; أضواء الضباب اختيارية\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " نقوم بتشحيم أطراف البطارية ",
      "resp_list": [
        " للاقتصاد في الطاقة",
        " لضمان مدة أطول لصلوحية البطارية",
        "لمنع تسرب الكهرباء"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/452_q.mp3"),
      "quez_imag": require("./img/ex_questions/452_25.jpg"),
      "quez_h": "نقوم بتشحيم أطراف البطارية لمنع ضياع أو تسرب الكهرباء.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يمكن نقل طفل بالمقعد الأمامي إذا كان عمره لايقل عن ",
      "resp_list": [
        "8 سنوات",
        "10 سنوات",
        "12 سنة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/453_q.mp3"),
      "quez_imag": require("./img/ex_questions/453_26.jpg"),
      "quez_h": "يحجر نقل الأطفال الذين لم يبلغوا سن العاشرة بالمقاعد الأمامية للعربات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العلامة ",
      "resp_list": [
        " تسمح بالجولان للدراجات النارية الصغيرة",
        "تسمح بالجولان للعربات ذات عجلتين ",
        "تسمح للمترجلين بالمرور"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/454_q.mp3"),
      "quez_imag": require("./img/ex_questions/454_27.jpg"),
      "quez_h": "تعلن هذه العلامة ذات الشكل الدائري و المحاطة باللون الأحمر عن منع. في هذه الحالة تمنع هذه العلامة مرور جميع العربات ولكن يمكن للمترجلين فقط المرور.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند الدوران إلى اليسار ",
      "resp_list": [
        "أمر بعد السيارة الرمادية",
        "أمر قبل السيارة الرمادية",
        "أمر في نفس الوقت مع السيارة الرمادية"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/455_q.mp3"),
      "quez_imag": require("./img/ex_questions/455_28.jpg"),
      "quez_h": "بهذا المفترق بدون علامات تطبق قاعدة الأولوية لليمين.عندما أنعطف إلى اليسار أترك الأولوية لليمين وبالتالي أمر بعد السيارة الرمادية.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند وقوع حادث مرور أتصل بشرطة النجدة  على الرقم ",
      "resp_list": [
        "190",
        "193",
        "197"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/456_q.mp3"),
      "quez_imag": require("./img/ex_questions/456_29.jpg"),
      "quez_h": "عند وقوع حادث مرور, أتصل بشرطة النجدة على الرقم 197.يجب أن تتضمن المكالمة الاسم واللقب ورقم الهاتف ومكان الحادث وبعض المعلومات الخاصة به : كعدد المصابين وحالتهم ونوع الإصابات.وعند الحديث مع مراكز شرطة النجدة اتكلم بوضوح وبهدوء وخاصة انتظر التعليمات حتى يقفل الخط.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يجب أن لايتجاوز كل  سائق دراجة نارية صغيرة سرعة ",
      "resp_list": [
        "40 كم /س",
        "50 كم/س",
        "70 كم/س"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/457_q.mp3"),
      "quez_imag": require("./img/ex_questions/457_30.jpg"),
      "quez_h": "يجب أن لايتجاوز كل سائق دراجة نارية صغيرة سرعة 40 كم /س &rsquo; في حين يجب على كل سائق دراجة نارية متوسطة أو دراجة نارية ذات 3 أو 4 عجلات أن لايتجاوز السرعة القصوى المحددة ب 50 كم/س داخل مواطن العمران و70 كم/س خارج مواطن العمران.\r\n",
      "quez_resp_sound": ""
    }
  ],
  "Q_P": [
    {
      "quez": " عندما تضاعف سرعتك ",
      "resp_list": [
        "تتضاعف مسافة التوقف  ",
        " تتضاعف مسافة التوقف  3 مرات",
        " تتضاعف مسافة التوقف 4 مرات "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/458_q.mp3"),
      "quez_imag": require("./img/ex_questions/458_1.jpg"),
      "quez_h": "عندما تتضاعف السرعة أي إذا ضربت السرعة باثنين تتضاعف4 مرات مسافة الفرملة /مسافة التوقف/قوة الصدمة/القوة الدافعة المحورية.على سبيل المثال : عند السير بسرعة 50 كم في الساعة تكون مسافة التوقف حوالي 25 متر, وعندما تضاعف من سرعتك أي السير ب 100 كم في الساعة فإن مسافة التوقف تصبح حوالي 100 متر أي أكثر من 4 مرات.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " أثناء الجولان تعلن هذه الإشارة عن ",
      "resp_list": [
        "خلل في مضخة الوقود  ",
        "قرب نفاذ  كمية الوقود والدخول في المخزون الاحتياطي",
        "خلل في مصفاة الوقود"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/459_q.mp3"),
      "quez_imag": require("./img/ex_questions/459_2.jpg"),
      "quez_h": "أثناء الجولان تعلن هذه الإشارة عن قرب نفاذ كمية الوقود والدخول في المخزون الاحتياطي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تسقط المطالبة باستخلاص الخطايا المترتبة عن المخالفات  بعد مضي  ",
      "resp_list": [
        "سنة",
        " 3 سنوات",
        " 5 سنوات"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/460_q.mp3"),
      "quez_imag": require("./img/ex_questions/460_3.jpg"),
      "quez_h": "تسقط المطالبة باستخلاص الخطايا المترتبة عن المخالفات بعد مضي 5 سنوات من تاريخ ارتكاب المخالفة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعلن هذه العلامة عن  ",
      "resp_list": [
        "خطر خروج دراجات نارية صغيرة",
        " مسلك خاص بالدراجات النارية الصغيرة",
        "منع الجولان على الدراجات النارية الصغيرة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/461_q.mp3"),
      "quez_imag": require("./img/ex_questions/461_4.jpg"),
      "quez_h": "تعلن هذه العلامة عن منع للجولان على الدراجات النارية الصغيرة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الحالة ",
      "resp_list": [
        "أستعمل المنبه الصوتي",
        "أنبه بالإشارات الضوئية",
        " أستعمل أضواء تغيير الاتجاه"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/462_q.mp3"),
      "quez_imag": require("./img/ex_questions/462_5.jpg"),
      "quez_h": "يجب على السائق استعمال المنبهات الضوئية في الليل فقط من اجل توجيه الإنذارات الضرورية إلى بقية مستعملي الطريق الآخرين. يمكنني الإعلان عن اقترابي لهذا المفترق باستعمال الإشارات الضوئية لكن يجب أن يكون بصفة متقطعة و قصيرة حتى يكون ناجعا.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعني هذه العلامة ",
      "resp_list": [
        " إجبارية السير بسرعة أقل من 30 كم في الساعة ",
        "السرعة المحبذة 30 كم في الساعة",
        " يمنع السير بأكثر من 30 كم في الساعة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/463_q.mp3"),
      "quez_imag": require("./img/ex_questions/463_6.jpg"),
      "quez_h": "هذه العلامة ذات الشكل المربع و اللون الأبيض المحاط باللون الأزرق تنتمي إلى علامات الإرشاد و تعني في هذه الحالة بأن السرعة المحبذة هي 30 كم في الساعة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " عند الحصول على رخصة سياقة من صنف\" ب \" يسند آليا للرخصة ",
      "resp_list": [
        "صنف\" د\"",
        "صنف\" أ1 \" و \"ح\"",
        " صنف \"ب+ هـ\" "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/464_q.mp3"),
      "quez_imag": require("./img/ex_questions/464_7.jpg"),
      "quez_h": "عند الحصول على رخصة سياقة من صنف&quot; ب &quot; يسند آليا للرخصة صنفي&quot; أ1 &quot; و &quot;ح&quot;.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "",
      "resp_list": [
        "أمر بحذر  ",
        "أمر بسرعة ",
        " أتوقف"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/465_q.mp3"),
      "quez_imag": require("./img/ex_questions/465_8.jpg"),
      "quez_h": "يمنع التوغل بتقاطع الطريق مع السكة الحديدية عند اشتغال الضوء الأحمر الرفاف أو عند سماع الإشارة الأوتوماتيكية الصوتية. في هذه الوضعية يجب أن أتوقف قبل الإشارة الضوئية وانتظار مرور القطار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "الإشارات الخاصة الدالة  على تحديد السرعة للسائق  المتربص توجد ",
      "resp_list": [
        "على الجهة اليسرى من البلور الخلفي للعربة والجهة اليمنى السفلى من البلور الواقي الأمامي  ",
        "على الجهة اليسرى من البلور الخلفي للعربة فقط  ",
        "على الجهة اليمنى السفلى من البلور الواقي الأمامي للعربة  "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/466_q.mp3"),
      "quez_imag": require("./img/ex_questions/466_9.jpg"),
      "quez_h": "يجب أن توضع الإشارات الخاصة الدالة على تحديد السرعة للسائق المتربص على الجهة اليسرى من البلور الخلفي للعربة والجهة اليمنى السفلى من البلور الواقي الأمامي.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يكون الطريق ذو اتجاهين ",
      "resp_list": [
        " بداية من العلامة",
        "على بعد 300  متر من العلامة  ",
        " بعد العلامة  "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/467_q.mp3"),
      "quez_imag": require("./img/ex_questions/467_10.jpg"),
      "quez_h": "يبدأ مفعول علامة الجولان في الاتجاهين بداية من المكان الذي تم وضعها فيه غير أنه في هذه الحالة يجب الأخذ في الاعتبار أيضا للافتة المكملة للعلامة و التي تشير إلى أن الطريق سيصبح ذو اتجاهين على بعد 300 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "مثلث العطب يشاهد على بعد ",
      "resp_list": [
        "50 متر",
        " 100 متر",
        "150 متر"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/468_q.mp3"),
      "quez_imag": require("./img/ex_questions/468_11.jpg"),
      "quez_h": "مثلث العطب أو الخطر من أمام ومن خلف العربة على مسافة 30 متر على الطرقات و 100 متر على الطرقات السيارة وبكيفية يمكن مشاهدته في النهار و كذلك في الليل على مسافة 50 متر على الأقل بالنسبة لبقية السواق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "ماهي  عقوبة السير  بعربة  دون شهادة تأمين  ",
      "resp_list": [
        " سحب رخصة السياقة",
        "توقيف العربة على الفور",
        " تعليق رخصة السياقة  "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/469_q.mp3"),
      "quez_imag": require("./img/ex_questions/469_12.jpg"),
      "quez_h": "يمنع منعا باتا السير بعربة دون شهادة تأمين .يتم توقيف العربة احتياطيا من قبل أعوان الشرطة أو الحرس الوطني إذا ثبت أن السائق يقود بدون شهادة تأمين وفي كل الحالات يمكن لسائق هذه العربة مغادرة مكان معاينة الجريمة بإحضار وثائقها.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تعطي شمعات إشعال المحرك ",
      "resp_list": [
        "حرارة",
        "إحتراق",
        " شرارة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/470_q.mp3"),
      "quez_imag": require("./img/ex_questions/470_13.jpg"),
      "quez_h": "تولد الشمعات شرارة لإشعال مزيج الهواء والوقود في الاسطوانات لتحدث الاحتراق ومن ثم دوران المحرك.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه  الوضعية عندما انعطف إلى اليمين ",
      "resp_list": [
        " أمر في نفس الوقت مع السيارة الرمادية",
        " تنتظر السيارة الرمادية لأمر    ",
        "السيارة الرمادية تمر أولا لان يمينها شاغر "
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/471_q.mp3"),
      "quez_imag": require("./img/ex_questions/471_14.jpg"),
      "quez_h": "في هذه الوضعية و بهذا المفترق بدون علامات، أنعطف إلى اليمين بدون أن أتوقف أي أمر في نفس الوقت مع السيارة الرمادية والتي بدورها في نفس الوقت ستنعطف إلى اليمين.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "في هذه الوضعية  ",
      "resp_list": [
        "  أتمسك بأولويتي و أمر ",
        " أتنازل عن الأولوية وأتوقف",
        " يجب على السائق الآخر احترام الأولوية"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/472_q.mp3"),
      "quez_imag": require("./img/ex_questions/472_15.jpg"),
      "quez_h": "الأولوية ليست حقا مطلقا إنما تنظم حركة المرور. في هذه الحالة أتمتع بالأولوية كما تبينه العلامة العمودية لكن السيارة القادمة من اليسار متوغلة في المفترق وسوف لن تترك لي الأولوية وبالتالي أتنازل عن أولوية المرور وأتوقف لتجنب وقوع حادث.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمنع في الطريق السيارة ",
      "resp_list": [
        "القيام بعملية المجاوزة",
        "الرجوع  إلى الوراء أو الرجوع على الأعقاب",
        " السير بسرعة 70 كم في الساعة"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/473_q.mp3"),
      "quez_imag": require("./img/ex_questions/473_16.jpg"),
      "quez_h": "يمنع على السواق القيام بالعمليات التالية على الطرقات السيارة :السير إلى الوراء , الرجوع على الأعقاب , الجولان على جوانب الوقوف الاضطراري . أما التوقف والوقوف على جوانب الوقوف الاضطراري فلا يكون إلا في حالة الضرورة القصوى.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " يجب ترك مسافة أمان لاتقل عن 75 متر بين شاحنتين ",
      "resp_list": [
        "تحملان مواد غذائية  ",
        " تحملان مواد خطرة",
        "تحملان مواد بناء"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/474_q.mp3"),
      "quez_imag": require("./img/ex_questions/474_17.jpg"),
      "quez_h": "يجب على سائقي العربات الناقلة لمواد خطرة التي يفوق وزنها الجملي المرخص فيه 3500 كغ أن يحترموا مسافة أمان بين عرباتهم خارج مواطن العمران وعلى الطرقات السيارة لاتقل عن 75 متر.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تشير هذه العلامة إلى تقلص عرض المعبد مؤقتا أو إلى تغيير الاتجاه",
      "resp_list": [
        "نعم",
        "لا"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/475_q.mp3"),
      "quez_imag": require("./img/ex_questions/475_18.jpg"),
      "quez_h": "تشير هذه العلامة إلى تقلص عرض المعبد مؤقتا أو إلى تغيير الاتجاه لوجود أشغال.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " في هذه الوضعية ",
      "resp_list": [
        " المجاوزة ممنوعة ",
        " يمكنني القيام بالمجاوزة",
        "لايمكنني المجاوزة لوجود عربة قادمة من الاتجاه المعاكس"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/476_q.mp3"),
      "quez_imag": require("./img/ex_questions/476_19.jpg"),
      "quez_h": "أسير بمعبد ذو اتجاهين به 3 مسالك للجولان ، يحتوي الاتجاه الذي أسير به على مسلكين و قع فصلهما بخط متواصل عن الاتجاه المعاكس . في هذه الحالة يمكنني المجاوزة مع ملازمة الحذر خاصة و أن هناك سيارة أخرى قادمة من الاتجاه الآخر للجولان .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند علامة قف , أتوقف ",
      "resp_list": [
        "بعد الخط العرضي للعلامة  ",
        " قبل الخط العرضي للعلامة",
        "على مستوى الخط العرضي للعلامة"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/477_q.mp3"),
      "quez_imag": require("./img/ex_questions/477_20.jpg"),
      "quez_h": "عندما تعترضني علامة قف وفي حالة وجود خط عرضي متواصل ابيض كما هو الحال هنا , يجب أن أتوقف على مستوى الخط العرضي للعلامة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عندما يكون المعبد مبلل زمن رد الفعل ",
      "resp_list": [
        " يتضاعف مرتين",
        "ينخفض",
        "لايتغير"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/478_q.mp3"),
      "quez_imag": require("./img/ex_questions/478_21.jpg"),
      "quez_h": "زمن رد الفعل هو المدة التي تمتد من بداية معاينة وجود الخطر إلى حين الشروع في الضغط على الفرامل.: لا يتغير هذا الزمن مع الظروف الطبيعية ولكن يبقى هو نفسه. من العوامل التي تؤثر على زمن رد الفعل يمكن ذكر : التعب , الكحول, الهاتف الجوال , السماع إلى المذياع . يجب التخفيض من السرعة عند نزول الأمطار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذا الخط",
      "resp_list": [
        "يمنع المجاوزة  ",
        " يمنع الوقوف و التوقف",
        " يشير إلى حافة المعبد "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/479_q.mp3"),
      "quez_imag": require("./img/ex_questions/479_22.jpg"),
      "quez_h": "يحدد هذا الخط حافة المعبد على الطريق السيارة .\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "تستعمل أضواء الطريق عندما تتجاوز سرعة العربة ",
      "resp_list": [
        "50 كم/س",
        "90 كم/ س",
        "110 كم/ س"
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/480_q.mp3"),
      "quez_imag": require("./img/ex_questions/480_23.jpg"),
      "quez_h": "عند السير بطريق مظلم يجب أن يفوق مدى الرؤية مسافة التوقف. عند السير بأضواء الطريق تكون الرؤية مضمونة على مسافة 100 متر. في حين يكون مدى الرؤية 30 متر فقط عند السير بأضواء المقاطعة . عندما تتجاوز سرعة العربة 50 كم في الساعة سوف تفوق مسافة التوقف 30 متر و بالتالي يجب استعمال أضواء الطريق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "هذه العربة النفعية ",
      "resp_list": [
        "معدة لحمل الأشخاص وتتجاوز حمولتها 500 كغ",
        "معدة لحمل الأشخاص ولا تتجاوز حمولتها 500 كغ  ",
        "معدة لحمل الأشياء وتتجاوز حمولتها 500 كغ"
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/481_q.mp3"),
      "quez_imag": require("./img/ex_questions/481_24.jpg"),
      "quez_h": "هذه العربة النفعية معدة لحمل الأشياء وتتجاوز حمولتها 500 كغ.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند خروج الدم من الفم أو الأذن فذلك دليل على ",
      "resp_list": [
        " نزيف دموي خارجي",
        " نزيف دموي داخلي",
        " نزيف دموي متخرج  "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/482_q.mp3"),
      "quez_imag": require("./img/ex_questions/482_25.jpg"),
      "quez_h": "عند سيلان الدم داخل الجسم ثم خروجه من المنافذ الطبيعية كالفم والأنف والأذن ,فذلك يعني أن المصاب تعرض لصدمة عنيفة أي كسر في الجمجمة وغالبا مايكون فاقدا للوعي .في هذه الحالة يوضع في وضع الضمان الجانبي خوفا من انسداد مجرى التنفس وذلك حتى وصول الإسعافات المختصة.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "عند نشوب حريق كبير وحريق صغير في آن واحد يجب إطفاء",
      "resp_list": [
        " الكبير ثم الصغير",
        " الصغير ثم الكبير"
      ],
      "true_resp": [
        "green",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/483_q.mp3"),
      "quez_imag": require("./img/ex_questions/483_26.jpg"),
      "quez_h": "عند نشوب حريق كبير وحريق صغير في آن واحد يجب إطفاء الحريق الكبير ثم الصغير.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": " تستعمل هذه الحافلة أضواء تغيير الاتجاه",
      "resp_list": [
        "استعمل المنبه الصوتي وأمر",
        "انتظر خروج الحافلة  ",
        " أزيد في السرعة للقيام بالمجاوزة  "
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/484_q.mp3"),
      "quez_imag": require("./img/ex_questions/484_27.jpg"),
      "quez_h": "داخل مناطق العمران يجب على مستعملي الطريق فسح مجال المرور للحافلات عند مغادرتها لمحطات نقل المسافرين للتوغل من جديد في الطريق.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يتعرض السائق الذي لايحترم علامة قف إلى ",
      "resp_list": [
        " سحب رخصته للسياقة               ",
        "خطية مالية أقصاها 200 دينار  ",
        " خطية مالية وعقوبة بالسجن أو بإحدى هاتين العقوبتين"
      ],
      "true_resp": [
        "red",
        "green",
        "red"
      ],
      "index_true": 1,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/485_q.mp3"),
      "quez_imag": require("./img/ex_questions/485_28.jpg"),
      "quez_h": "يرتكب السائق الذي لا يحترم علامات أو إشارات الوقوف جنحة ويتعرض لخطية مالية تتراوح من 100 إلى 200 دينار.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "وضع المصاب على ظهره عندما يكون ",
      "resp_list": [
        "في حالة تقئ   ",
        "فاقدا للوعي  ",
        " لديه جرح  عميق في بطنه "
      ],
      "true_resp": [
        "red",
        "red",
        "green"
      ],
      "index_true": 2,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/486_q.mp3"),
      "quez_imag": require("./img/ex_questions/486_29.jpg"),
      "quez_h": "يجب وضع المصاب في وضع الامتداد على الظهر عند إصابته بجرح عميق في بطنه مع ثني ركبتيه قليلا للتخفيف من الألم وتسهيل التنفس.\r\n",
      "quez_resp_sound": ""
    },
    {
      "quez": "يمكنني قيادة المعدة الصناعية التي  لا يتجاوز وزنها الجملي المرخص فيه 3500 كغ في صورة  الحصول على ",
      "resp_list": [
        "رخصة سياقة من صنف\" ب\"                                                                        ",
        "رخصة سياقة من صنف\" د\"        ",
        "رخصة السياقة من صنف\" أ\""
      ],
      "true_resp": [
        "green",
        "red",
        "red"
      ],
      "index_true": 0,
      "org": [
        "black",
        "black",
        "black"
      ],
      "quez_sound": require("./son/ex_questions/487_q.mp3"),
      "quez_imag": require("./img/ex_questions/487_30.jpg"),
      "quez_h": "يمكنني قيادة المعدة الصناعية التي لا يتجاوز وزنها الجملي المرخص فيه 3500 كغ في صورة الحصول على رخصة سياقة من صنف&quot; ب&quot;.\r\n",
      "quez_resp_sound": ""
    }
  ]
}
